{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 500
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 501
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Book of Woodworking\n\nArmor and/or Weapon Crafting Skill (DC Varies by Recipe)\n\n- Woodworking  will help you stay alive. It can also make you a substantial amount of gold if you are diligent about your business.\n- To Find Wood you have to Prospect for it. When you think you have found a harvestable tree, Open the ORM and choose the Prospecting option. If you have enough Lore Skill you will indentify all Trees within 5 Meters.\n\n\nHarvesting Wood:\nOnce you have identified a Tree you will have to put your back to work. There are 3 types of trees Ironwood(Rare), Oak, and Elm (both are abundant).\n\nEach tree has a damage requirement that continues to add with every stroke you hit it. Overcome this requirement and you will receive a chunk of wood. While using the Woodman's Axe (large one) you will gain an additional chunk of wood 50% of the time.\n\nYou will need the right tool for the job. There are two weapons...Woodman's Axe...and Light Wood Axe. Available at a general supply store. These will break every so often.\n\nIt would be recommendable to get yourself a Pack Animal to help carry your heavy burdens.\n\n\nMilling Wood:\nOnce you have gathered wood...place the wood on the Woodworking Table. There is a specific amount of wood required to make planks.\n\nThere is also a maximum capacity of wood that the table can handle. Just plop the wood on and it will tell you if you have to much...nice. If you have enough skill from your Armor or Weapon skill points plus a d20 Roll you will succeed at milling the wood.\n\nNOTE: The Woodworking Table will stay locked for 10 Seconds.\n\n\nHow to Craft Items (Including the DC and Cost):\n\nFirst thing you need is the Crafting Stump. Just step up to it (there is a black spot) then right click on the whatever you are trying to craft. You will see the options available on each and every item activated. There is also a cost for each item crafted because of consumables you don't have to worry about. The Crafting Stump is only for wood objects BUT any item can be crafted here....even the metal ones.\n\nThe Base Items you need (For the creation of metal items see the Book of Smithing):\n\nMaterials:\nIronwood Planks\nPlank of Oak\nPlank of Elm\n\nBase Component/DC/Cost:\nElmwood Bow Shaft/14/5 - A nice flexible wood for a bow.\nFeathers(None) - A bunch of feathers used to create arrows and crossbow bolts.\nOaken Crossbow Shelf/14/10 - This is the basic component crafter's can use to build various types of crossbows.\nOaken Pole/12/2 - This pole made from sturdy oakwood can be used as component for many types of weapons with the craft weapon skill.\nOaken Shield Body/12/3 - The base component for most types of shield, except for tower shields.\nOaken Weapon Grip/12/2 - Made from sturdy oakwood this crafting component can be used to assemble many different types of martial weapons.\nProjectile Shaft/11/1 - This is the base components that, when combined with feathers, can be used to craft projectiles such as arrows and bolts.\n\nThe Recipes:\n\nShield/DC/Cost:\nLarge Shield/13/25 - Oaken Shield Body/Iron Bands\nLarge Shield, Ironwood/22/5,100  - Ironwood Planks\nSmall Shield/11/4 - Oaken Shield Body/Iron Bands\nSmall Shield, Ironwood/21/5,200 - Ironwood Planks\nTower Shield, Ironwood/21/5,000 - Ironwood Planks\n\nWeapons/DC/Cost\n\nPoles:\nClub/10/1 - Oaken Pole/Iron Bands\nClub/11/1 - Plank of Elm Wood\nClub/10/2 - Plank of Oakwood\nClub, Ironwood/15/650 - Ironwood Planks\n\nBows and Crossbows:\nCrossbow, Light/15/35 - Crossbow Shelf/Leather Strings\nCrossbow, Heavy/17/50 - Crossbow Shelf/Leather Strings\nLongbow/15/75 - Elmwood Bow Shaft/Leather Strings\nQuarterstaff/10/1 - Oaken Pole/Iron Bands\nQuarterstaff, Ironwood/15/650 - Ironwood Planks\nShortbow/13/10 - Elmwood Bow Shaft/Leather Strings\nWhip/17/20 - Oaken Weapon Grip/Leather Strings\n\nProjectiles:\nArrows (x20)/13/1 - Projectile Shaft/Feathers\nBolts (x20)/13/1 - Projectile Shaft/Feathers\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Book of Woodworking"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 95
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "BookofWoodworking"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "bookofwoodwork"
  }
}
