{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 500
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 501
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Book of Enchanting\n\nThe Rules on this Server for Enchanting are as follows.\n\nNOTE: Enchanting is a Lore and Spellcraft Skill Set (whichever is higher).\n\n1) MUST have an Intelligence OR Wisdom of 14 (+2) or more. You CAN add rings and such to make this happen. Total Score is what counts.\n\n2) +4 is Max for AC and any Enhancements\n\n2a) +5 for Two-Handed Weapons (Medium Creatures)\n\n3) 1d10 is the Max for Elemental Damage Bonuses (5 Items)....This applies to things that can damage like weapons or arrows.\n\n4) 5/- DR is Max for any Elemental Resistances (1 Item)....This applies to anything that protects the character.\n\n5) You may ONLY have 1 Type of Elemental Bonus Enchanted to your Item....This means you can only add Fire or Acid or something but not more than 1 type.\n\n6) The Enchanting Table has a DC of 30 to craft successfully. When you close the Table you roll a d20 plus your Lore or Spellcraft Skill Points. You must have 31 or better!\n\n7) Personal Bonuses....You are allowed to have a maximum of +4 on any item in regards to Enchanting. You CAN have more than 1 type...say +2 CON and +2 STR. You MAY NOT go above or add another Personal Bonus when the total there is already +4 or more of ANY type. That item is Locked out and not able to enhance further.\n\n8) Mass Criticals on Weapons may be added at the Crafting Anvil via your Crafting Menu. For every 10 Diamonds you can add one Dice Roll of Mass Critical Damage (Even after an item can no longer be enchanted!). You can Add Up to 3 Stacks (30 Diamonds) => 1d4, 1d6, 1d8\n\nPlease Ask Questions if you don't understand something.\n\n\n\nWhat is Enchanting? This is the process of the natural properties of one item and transferring that specific energy to another item. The quantity of energy transferred is directly proportional to the quantity of natural items. The High Elves have designed a magical forge the we call the Enchanting Table that those of skill could make weapons of lore and legend. The High Elves were solely responsible for the creation of such items. However, they knew that such power could be easily misused by a few Elves that have converted to non-elven beliefs so the power of the Enchanting Table was limited in its capability somewhat. Still quite powerful...the High Elves have simply ascertained the power level to maintain nature's balances.\n\nHow to Enchant Items:\n\nPlace an Item on the Enchanting Table.\n\nThen add gems to enhance the item. The type of gem and quantity is dependent upon what you intend to enchant. The following is all the acceptable additions by item type that can be added on the Enchanting Table. There is a maximum enhancement on every item that can possibly be absorbed.\n\nAlso note....if you try to transfer energies to an item that can not absorb that energy the gem is lost and of course the energy can not be absorbed. This could be very costly for you.\nMake sure you check the list below for which item types can absorb which energy types for complete compatibility.\n\nNOTE: The Enchanting Table will stay locked for 5 rounds.\n\nNature's Gems:\nGuldur Gems  ( Ioun Stones ):\nThese are magical creations by the High Elves. These gems are made by casting the appropriate spell on an Earth gem. The type of spell matched with the correct Earth gem will create these magical stones. The spells have been kept secret by the High Elves but rumors are known that a very few select wizard's have some knowledge of the spells required for this. Some Ioun Stones are also found naturally in nature.\n \nThe Ioun Stones are (as Enchanted by the Enchanting Table) -\nDusty Rose Ioun Stone (AC +1 Each)\nPale Blue Ioun Stone (STR +1 Each)\nDeep Red Ioun Stone (DEX +1 Each)\nPink Ioun Stone (CON +1 Each)\nScarlet and Blue Ioun Stone (INT +1 Each)\nBlue Ioun Stone (WIS +1 Each)\nPink and Green Ioun Stone (CHA +1 Each)\n\nDiamonds - Precious and the hardest substance known. The natural essences can be transferred to many weapons to increase their potency. They enhance the Attack Bonus, Damage Bonus, and Enhancement Bonus to all weapons.\n\nMithril - Not really a gem but the small amounts of energies in a bar of this can alloy a metal to help make it extra sharp during honing (Keen).\n\nNature's Elementals:\nAcid used in the Acidflask\nCold from Coldstones\nDivine from Holy Water\nElectrical from Quartz\nFire used in Alchemist's Fire\nNegative from the Skeleton's Knuckle\nSonic from the Thunderstone\n\nAll elementals provide the properties of random dice rolls to damage bonus from 1d4 to 2d12 depending upon the number of gems on the table.\n1=1d4, 2=1d6, 3=1d8, 4=2d4, 5=1d10 (Not Used on this Server 6=1d12, 7=2d6, 8=2d8, 9=2d10, 10=2d12)\nThe elementals also give 5/- Damage Resistance to that elemental damage.\n\nEquipment can only absorb the energy that they are capable of absorbing. Below you will see what items can absorb which gem or elemental.\n\nArmor:\nArmor has the properties of protecting the wearer from getting damaged.\n\nArmor can absorb:\nDusty Rose Ioun Stone (AC +1 Each)\nPink and Green Ioun Stone (CHA +1 Each)\nAll Elementals for DR 5/- each\n\nHelmets:\nDusty Rose Ioun Stone (AC +1 Each)\nScarlet and Blue Ioun Stone (INT +1 Each)\nBlue Ioun Stone (WIS +1 Each)\nPink and Green Ioun Stone (CHA +1 Each)\nAll Elementals for DR 5/- each\n\nBracers:\nDusty Rose Ioun Stone (AC +1 Each)\nPale Blue Ioun Stone (STR +1 Each)\nAll Elementals for DR 5/- each\n\nGloves:\nPale Blue Ioun Stone (STR +1 Each)\nDeep Red Ioun Stone (DEX +1 Each)\nAll Elementals for 1=1d4, 2=1d6, 3=1d8, 4=2d4, 5=1d10\n\nCloaks:\nDusty Rose Ioun Stone (AC +1 Each)\nPink and Green Ioun Stone (CHA +1 Each)\nAll Elementals for DR 5/- each\n\nShields:\nDusty Rose Ioun Stone (AC +1 Each)\nAll Elementals for DR 5/- each\n\nWeapons:\nDiamond -\nMartial (AB +1 of the Enhancement Bonus Type each)\nRanged (AB +1 of the Attack Bonus Type each)\nProjectiles (Damage Bonus +1 each)\nMithril -\nMartial (Keen Property)\nRanged Weapons (To make them Mighty) -\nPale Blue Ioun Stone (STR +1 Enhancement (Mighty) Each)\n\nAmulets:\nDusty Rose Ioun Stone (Natural AC +1 Each)\nPink Ioun Stone (CON +1 Each)\nScarlet and Blue Ioun Stone (INT +1 Each)\nBlue Ioun Stone (WIS +1 Each)\nPink and Green Ioun Stone (CHA +1 Each)\nDivine for DR 5/- each\nNegative for DR 5/- each\n\nRings:\nDeep Red Ioun Stone (DEX +1 Each)\nScarlet and Blue Ioun Stone (INT +1 Each)\nBlue Ioun Stone (WIS +1 Each)\nPink and Green Ioun Stone (CHA +1 Each)\n\nBelts:\nPale Blue Ioun Stone (STR +1 Each)\nPink Ioun Stone (CON +1 Each)\nDivine for DR 5/- each\nNegative for DR 5/- each\n\nBoots:\nDusty Rose Ioun Stone (Dodge AC +1 Each)\nPink Ioun Stone (CON +1 Each)\nDeep Red Ioun Stone (DEX +1 Each)\nCold for DR 5/- each\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Book of Enchanting"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 24
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "BookofEnchanting"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "bookofenchanting"
  }
}
