{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 29
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 3
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Use this item to shift into the wolf form you desire. Make sure you read your journal when you shift into any shape they all have there own rules to keep in the spirit of good role play.\n                       \nThe British Isles were once home to a power but small Garou tribe called the White Howlers. Known for their spooky ways, the Howlers were considered strange even by their neighboring garou cousins, the Fianna. Preferring to live on ghostly moors adn along lonely North Sea shores, the Howlers are said to have courted spirits of the animal dead in more grisly fashion then other aboriginal peoples. Their Kinfolk were premitive Picts, and thus the tribe resembled more relic of the stone age than it did its Garou contremporaries.\nThe White Howlers followed Lion totem, anf from it they recieved hunting secrets that made them some of the best trackers. They also recieved its strength, which gave them mighty thews, often misshapen and disproportionate-seeming to aethetic Clet eye. Their woad-painted tattoos were imbued with spirits who aided them in war or mate-stealing (a favorite activity of theirs)\nThe White Howlers did not die; they became the Black Spiral Dancer. While other Lost Tribes of the Garou can boast powerful sacrifices and some degree of martyrdom, the White Howlers merely failed. The bulk of the tribe, flush with pride and hubris, went down a Wrymhole and came out gibbering, sobbering maddened creatures, their wonderful white coats now manged and blacked their eyes glowing with balefire. These altered Howlers with the aid of the Wrym Hunted down all their kin and exposed them to the balefires,twisted mockeries of their Celtic cousins holy fires.\nThey then proceeded to corrupt their human Kinfolk. With in a geration's time they turned the picts into stunted dwarifh brutes. Eventually, the Picts died out, although Viking legends from Orkenys Speak of them as living in the dark earth as late as teh 9th or 10th century. A few Picts interbred with invading Celts or Saxons, but for the most part there is little evidence of their lineage left behind.\nOf that tiny number, an even tinier percentage still carries the White Howler blood. Thus it is not unknown for a White Howler to be born, just extremely rare. Such pitiable creatures dont have much of a chance anyway for teh White Howler Kin-Fetch spirits were corrupted also and are alert to the birth of any White Howler. The spirits diligently report these births to the Black Spiral Dancer Theurges, who then organize a hunt for the child. They consistently find such a youngling before any other Garou even knows the babe exists and they perform the old changeling switch, taking the White-Howler-to-be and placing another baby in the crib. The White Howler babe then undergoes a hellish baptism that ensure it will grow up to be just like its corrupt \"family\"\nSometimes a Black Spiral Cub never dances the Spiral. Most often it is because this cub was born to wayward Kin or because some glimmer of conscience drives her to escape her tribe before the initiation. And some times even long-corrupted Dancers can be purified of their taint. Most Spirals bare a twisted grayish form of their Ancestors. A very few resemble the White Howlers of old. these throwbacks are hunted more fervently by Black Spirals than other Ronin Dancers."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Rage- White Howler"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 67
  },
  "PaletteID": {
    "type": "byte",
    "value": 179
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 3
        },
        "CostValue": {
          "type": "word",
          "value": 13
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 15
        },
        "Subtype": {
          "type": "word",
          "value": 335
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "change_howl"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "change_howl"
  }
}
