{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 29
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 3
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Use this item to shift into the wolf form you desire. Make sure you read your journal when you shift into any shape they all have there own rules to keep in the spirit of good role play.\n                    \nIt is said that all Garou were Silver Fangs in the beginning. If one were to take the single best quality from each of the tribes and bring them together in a Garou, that Garou would be a Silver Fang. While many would contest this, none can deny that the Silver Fangs, more so than any other tribe, have been the rallying point, the leaders and court of last resort for the Garou race. The palpable charisma and confidence they exude has made them obvious leaders among Garou. \n\nThese noble Garou are known for their physical beauty, courage, wisdom, and honor. They tend to be very socially apt and a employ a wide variety of skills and gifts. Sadly, in recent generation many members of this tribe suffer from odd quirks - absent-mindedness, mild hallucinations, somnambulism - nothing overtly dangerous in and of itself, but noticeable nonetheless. The noble history of the tribe lays a heavy burden on the shoulders of its members, as many doddering old fools are too proud to ask for help. Still, those who mock the Silver Fang never do so to their faces. \n\nThough the Silver Fangs espouse the superiority of the Garou, they consider meditation, not slaughter, to be their sacred duty. When their ire is raised, however, the Silver Fang shed blood as eagerly as the Get of Fenris. Silver Fangs lead by example. By exemplifying the most noble Garou traits - wisdom, courage, and honor - they inspire those around them to act likewise. The Silver Fang history is replete with heroism. \n\nWhile certainly it is fair to label the Silver Fang as proud and at times snobbish, they view their leadership in Garou society as a service their ancestors have charged them to uphold. Their nobility is as much if not more an honor than a birthright.  Fiercely loyal to each other, the Silver Fang view themselves very much as a venerable household, bearers of centuries of tradition among Garou society. Although learning how to be an effective leader is an expectation, the Silver Fang, when challenged are quick to aid and support one another without hesitation. The occasions when a Silver Fang must choose between loyalty to their tribe versus to their pack can become the source of longtime feuds between Garou. Such rifts, are rarely displayed in public however, since the discord sown often does more harm than good. \n\nThough not nearly so bonded together by familial bonds as with the Fianna, the Kinfolk of the Silver Fang enjoy reasonable relations. Quite often Silver Fang Kinfolk parents will attempt to vie for the good graces of their Garou cousins so that their daughters and sons will be perceived as worthy spouses. This has led to a fair amount of politics among the Kinfolk, at times resembling the political atmosphere of the Elizabethan court. It is a continuing problem for which the Silver Fang have yet to find a desirable solution. \n\nThe Silver Fang often are the first to organize efforts against the Wyrm, trying to make best use of resources and public momentum, often appealing to the Garou sense of immediate action. Even in situations where rushing in is clearly undesirable, the Silver Fangs tend to get the ball rolling as soon as possible. And if their plans needs to be held back a bit, they will be in a better position to put the brakes on if they are the acknowledged leaders of the efforts. The Silver Fangs have no inherent strength against Wyrm spirits, but what they potentially lack in knowledge of the enemy, they make up for by being able to call upon distributed resources of the Silver Fangs' individual packs. \n\nIt is the Rite of Passage among the Silver Fang to welcome those of their tribe as brothers and sisters in a private banquet ceremony held in the new Cliath's honor. At such occasions, one is expected to recount one's lineage (by giving the name and title of their ancestors, complete with heroic anecdotes) as far back as it can be confirmed. First the new members begin, followed by the next highest ranking, and so forth until the Elder of the tribe finishes the evening. It is an old tradition that serves to give their ancestors the respect the Silver Fang feel is due. Though the tradition has critics among the other tribes, the Silver Fang nonetheless find the heroic tales of their ancestors so inspiring that they look to the next Rite of Passage banquet with an infectious anticipation and excitement.\n\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Rage- Silver Fang"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 67
  },
  "PaletteID": {
    "type": "byte",
    "value": 179
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 3
        },
        "CostValue": {
          "type": "word",
          "value": 13
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 15
        },
        "Subtype": {
          "type": "word",
          "value": 335
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 0
        },
        "CostValue": {
          "type": "word",
          "value": 0
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 64
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 0
        },
        "CostValue": {
          "type": "word",
          "value": 0
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 64
        },
        "Subtype": {
          "type": "word",
          "value": 1
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 0
        },
        "CostValue": {
          "type": "word",
          "value": 0
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 64
        },
        "Subtype": {
          "type": "word",
          "value": 2
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 0
        },
        "CostValue": {
          "type": "word",
          "value": 0
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 64
        },
        "Subtype": {
          "type": "word",
          "value": 4
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 0
        },
        "CostValue": {
          "type": "word",
          "value": 0
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 64
        },
        "Subtype": {
          "type": "word",
          "value": 5
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 0
        },
        "CostValue": {
          "type": "word",
          "value": 0
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 64
        },
        "Subtype": {
          "type": "word",
          "value": 6
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "change_fang"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "change_fang"
  }
}
