{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 29
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 3
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Use this item to shift into the wolf form you desire. Make sure you read your journal when you shift into any shape they all have there own rules to keep in the spirit of good role play.\n                      \nWhen the Wyrm claimed the hearts of the Garou, when the blood of the tribes was shed by the claws of their kin, the Children of Gaia arose to lead the Garou back to the Mother's bounty.  They lifted the Impergium, pressed for peace amongst the tribes and spread the words of Gaia's love among the lands of humans.  To the Children of Gaia, life is a gift to be savored, not a battle to be won.  They are the unifiers of the Garou, the heralds of peace. \n\nThe Children of Gaia insist that embracing violence grants the Wyrm victory by default.  Death is ever a part of life, they concede, but hatred is the gateway to the inner Wyrm, and must be avoided.  Even the Children of Gaia disagree, however, about when the time for talking ends and the time for fighting begins.  When they do choose to fight, the Children of Gaia are powerful warriors, strengthened by their commitment to the Mother.  Until then, these Garou search for a way to resolve conflicts without bloodshed, curing instead of killing. \n\nThe tribe shares a vision of Gaia as a loving, bountiful Mother, and sees the Wyrm as the denial of her love.  The Children rightly predicted that the Impergium would forever drive a wedge between humans and Garou, but the tribe seems at a loss before the coming Apocalypse.  Its leaders still wish to negotiate with the humans and enlighten them before it is too late, but even then the most optimistic Children wonder if the time for peace is past. \n\nThe Children have been given three great secrets by Gaia: \n\nAll creatures who partake of the bounty Gaia freely offers become loving and generous, while those who heed the Wyrm and doubt that Gaia will provide for them become fear-ridden and stingy.  Their fear and greed rule them, and drive them to acts of depravity. \nDepravity is a powerful weapon, for it kills empathy.  The Depraved are cut off from the purest of Gaia's gifts: the connection to all life,and the simple ability to feel the joy and pain of one another.  This depravity drives animals to kill their kin, Garou to slaughter their rivals' children, and Wyrm creatures to try to destroy all life. \nDepravity is a powerful weakness, for only in empathy can joy be found.  Those lacking empathy lack the capacity for joy, and fell its loss deep in their hearts as an unending sadness.  So they pursue idle diversions, seeking to be diverted from the sorrow in their souls.  This weakness is the key to overcoming these foes. \nRather than meet hostility with hostility, the Child of Gaia can transcend his own Rage and visit the Peace of Gaia upon his foes.  By meting hatred with understanding and compassion, the Child of Gaia can replace anger with bliss, hate with joy, and war with peace. Their Gifts heal, protect and nurther rather than harm.  They are deeply attuned to Gaia and all of Her splendor, and prefer to spend time contemplating harmony over havoc. When angered, however, they are terrible in their Rage. \nThe Children are not ignorant of the Wyrm's capacity for destruction - they choose to confront it in their own way.  While other Garou faced with a toxic waste dump spewing out Banes would simply kill the Banes and move on, a Child would likely arrange for a cleanup of the site to deprive the Banes of their source of strength, then track back to the source to work to change the corporation that made the mess in the first place.  The human Kin of the Children are deeply enmeshed in politics, religion and education, working to educate and enlighten humanity in hopes of averting or at least diverting the Apocalypse.\n\nOther Garou grant the Children of Gaia a grudging respect.  Children are known as honorable peacekeepers, if a little soft in the head.  They have proved right in the past, much to their rivals' annoyance, and radiate a deep faith in the Mother's love. \n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Rage- Children of Gaia"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 67
  },
  "PaletteID": {
    "type": "byte",
    "value": 179
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 3
        },
        "CostValue": {
          "type": "word",
          "value": 13
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 15
        },
        "Subtype": {
          "type": "word",
          "value": 335
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 0
        },
        "CostValue": {
          "type": "word",
          "value": 0
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 64
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 0
        },
        "CostValue": {
          "type": "word",
          "value": 0
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 64
        },
        "Subtype": {
          "type": "word",
          "value": 1
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 0
        },
        "CostValue": {
          "type": "word",
          "value": 0
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 64
        },
        "Subtype": {
          "type": "word",
          "value": 2
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 0
        },
        "CostValue": {
          "type": "word",
          "value": 0
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 64
        },
        "Subtype": {
          "type": "word",
          "value": 4
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 0
        },
        "CostValue": {
          "type": "word",
          "value": 0
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 64
        },
        "Subtype": {
          "type": "word",
          "value": 5
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 0
        },
        "CostValue": {
          "type": "word",
          "value": 0
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 64
        },
        "Subtype": {
          "type": "word",
          "value": 6
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "change_gaia"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "change_gaia"
  }
}
