{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 24
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1000
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Tribe Black Furies\nTotem: Pegasus\n\nThe legend passed down from early times says that the Black Furies were originally gathered by the moon goddess Luna, in the incarnation of the Greek goddess Artemis, and appointed as the protectors of the Wyld.\n\nTribal Culture\n\n While many claim them to be the ultimate feminists and men-hating amazons, the Black Furies think of themselves as providing oppertunities to females who would have otherwise been oppressed. Instead of working through intimidation, the Furies are usually content to work through persuasion and compromise. The personal views of each Fury vary greatly from member to member; however, honor and their connection to the Wyld tend to be constants for all members. \n\nWhile the Black Furies present the face of a women-only club, they count a surprising number of male metis among their ranks. In spite of legends that say Black Furies only give birth to females, male cubs are occasionally born to a Fury. In past times they were ceremonally sacrificed, but are now usually turned over to other tribes to be raised. \n\nFuries can either be born into the tribe or recruited from other tribes, particularly ones that show little respect to women. In part, the exchange of their newborn male cubs allows them to take away female cubs that are in dangerous circumstances. \n\nPolitical Culture \n\nAlthough Furies tend operate with similar methods, there are lines of division in how much men are to be shunned. Older Furies tend to be the most misandristic, viewing men as little more than tricksters and troublemakers. Younger Furies tend to have more liberal views regarding Garou in general and men in particular, and many are willing to work with males for the benefit of everyone. All Furies, no matter their view, will avenge a crime against a female. \n\nReligious Culture \n\nAs females, the Black Furies view themselves as having a closer connection with the Earth mother Gaia than other tribes. In exchange for their Gifts, private moots are held regularly as recognitions of these gifts, and also to acknowledge the tribe as a whole. Some Rites are open to Kinfolk and humans, but others, particualarly the physically and emotionally exhausting Ulaka magelis are exclusively for Black Furies. \n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {}
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "*Garou Tribe: Black Furies"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 122
  },
  "PaletteID": {
    "type": "byte",
    "value": 179
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 10
        },
        "CostValue": {
          "type": "word",
          "value": 5
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 11
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "gar_tri_furies"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "gar_tri_furies"
  }
}
