{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 24
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1000
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Tribe: Shadow Lord\nTotem: Grandfather Thunder\n\nThe politicians and manipulators of the Garou, the Shadow Lords work through their strict hierarchies and secretive ways to wrest as much power as they can. \n\nEarly History\n\nThe Shadow Lords seem to have originated somewhere in Eastern Europe. It is because of their origins that the Shadow Lords are one of the tribes who have butted heads with the Tzimisce clan of vampires most often.\n\nOrganization\n\nThe leaders of the Shadow Lords are known as Alphas, referring to the \"alpha\" wolf that rules over wolf packs in the wild. Most, if not all Alphas, are extremely controlling, lording over their underlings with unquestioned authority. However, many Alphas take the time to engender their followers with feelings of pride and affection, for their leader, realizing that willing followers are easier to control than slaves. Alphas, however, are also not opposed to ruthlessly dispensing with a follower who asks one too many questions\n\nHakkenT\n\nhe Hakken are a Tribe of Hengeyokai that closely resemble Japanese Shadow Lords. Although they are as often distrusted as the Shadow Lords, they are not of the same Tribe. Unlike their western cousins, the Hakken have managed to balance the manipulations of the Shadow Lords with the honor of bushido. Perhaps it is because of their willingness to protect Japan, even as their numbers shrink at an alarming rate, that the Hakken are one of the only tribes of Garou to hold any influence in the Beast Courts of Asia. \n\nCamps\n\nLords of the Summit - perhaps the largest camp, the Lords of the Summit tend to be the stereotypical Shadow Lords - power-hungry, manipulative, ambitious, and arrogant. This by no means makes them less dangerous foes. \nBringers of Light - if there is one group of Shadow Lords that receives something close to general respect, it is the Bringers of Light. These Shadow Lords are the ones who interact with evil powers, such as Black Spiral Dancers or vampires, and attempt to bring them down from within. \nChildren of Crow - taking Crow as their totem, these Garou act as advisors and \"fixers\" to leaders within the Garou Nation, supporting the strong and the wise while plotting the downfall of the unworthy. \nJudges of Doom - Philodoxes all, the Judges of Doom seek out and punish those who break the Litany. \nChildren of Bat - one of the newest camps, these Shadow Lords follow the recently-redeemed totem of Bat and use his powers on Gaia's behalf. \nLazarite Movement - a pan-tribal movement dedicated to equal rights (or any rights, in some cases) for metis. \n\nTribal Culture\n\nIn a group that emphazises brains over brawn, the Shadow Lords are one of the less physical tribes, placing high emphasis on cunning and manipulation. That is not to say that they do not have their fair share of adept warriors. Power is most important of all of these, and there is no room in the Shadow Lords for showing weakness or mercy to an opponent, be it a battle of wits or of blades. \n\nIn considering their standings among the other tribes, the Lords have a particular hatred for the Silver Fangs, seeing the Garou nobility as an outdated dinosaur holding the rest back from acheiving their full potential. The Shadow Lords would love to supplant the Fangs as the unquestioned leaders of the Garou, and will rarely pass up an opportunity to take their plans one step further. \n\nPolitical Culture\n\nNo other tribe knows the nature of politics like the Shadow Lords. Both within the clan and among the Garou as a whole, the Shadow Lords are constantly behind the scenes of any group or faction they have been able to get their claws into, manipulating others like puppets and pawns to get what the tribe wants and needs. While most Shadow Lords believe their works are for the greater good, particularly regarding their interpretations of the Litany, many other Garou see them as decietful dogs who need to be kept in clear view. \n\n\n\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "*Garou Tribe: Shadow Lords"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 29
  },
  "PaletteID": {
    "type": "byte",
    "value": 179
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 10
        },
        "CostValue": {
          "type": "word",
          "value": 5
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 11
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "gar_tri_shadow"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "gar_tri_shadow"
  }
}
