{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 24
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1000
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Tribe: Silver Fangs\nTotem: Falcon\n\nAs with many tribal histories, it is difficult to separate fact from myth. Silver Fang myths give many different reasons for their ascendancy over the other tribes, some saying that Wolf himself rescued Gaia from death and was rewarded by their signature ivory coat, and others saying that Gaia, after creating the first Garou, designated the leaders with the white coat. It is known that Russia's Sept of the Crescent Moon, ostensibly the oldest caern in existence, was raised by Silver Fang Theurges and that it has been in existence for millennia. It is also known that the Silver Fangs tend to consider Russia their traditional homeland, and that they were involved with their royal and noble families since the days of Novgorod and Kiev Rus. \n\nThe Silver Fangs were active in human politics many centuries before that, though, having learnt of kingship and heredity from them millennia before. They were present in the royal families of Rome and proto-Europe, often battling vampires for control of nations and the Glass Walkers for dominance of the cities. As the centuries passed, they and their Kinfolk married into Europe's royal and noble houses, guaranteeing their tribe a ready position to work at turning kingdoms and empires to their desires \n\nOrganization \n\nLodgesSun Lodge \nMoon Lodge \n\nHouses Clan Crescent Moon - The oldest and most prestigious house, located in Russia. \nHouse Wyrmfoe - The youngest house and appropriately the most brash, located in the USA. \nHouse Gleaming Eye - Internal police for the Sliver Fangs, they hunt those who have been corrupted by the Wyrm. \nHouse Blood Red Crest - In Southeast Asia however in decline due to drastically low births. \nHouse Wise Heart - Eastern mystics. \nHouse Unbreakable Hearth - Ambassadors and emissaries for the Sliver Fangs they are often the middlemen between the tribe and the rest of the Garou nation. \nHouse Austere Howl - A house in reclusion, said to be tainted by the Wyrm by House Gleaming Eye because along the way they shared Kinfolk with the Picts (traditional White Howler/BSD kin). Their Queen and Court has found sanctuary at the Sept of Tri-Spiral the Fianna Tribal Caern. \n\nCamps Even royalty has factions, and the Silver Fangs are no exception. While mostly united in their desire to remain \"top dogs\", the tribe is divided on how to go about it. The following camps are the most polarized factions within the Silver Fangs: \n\nRoyalists - The tribe's traditionalists, the Royalists wish to return the \"good old days\" where all other tribes bent the knee to the Silver Fangs. For obvious reasons, the Royalists do not get along well with the Renewalists. \nRenewalists - Home to the tribe's \"young Turks\", the Renewalists advocate the integration of new ideas and, perhaps, new blood into the tribe, to stave off stagnation. For obvious reasons, the Renewalists do not get along well with the Royalists. \nIvory Priesthood - Less a faction than the tribe's self-appointed arcane researchers, the Ivory Priests research the secrets of death and life. \nGrey Raptors - Perhaps best described as an extremist sect of the Royalists, the Grey Raptors take it upon themselves to deal judgment upon those who defy the Silver Fangs. \nMasters of the Seal - The tribe's most secret camp, the Masters of the Seal are thieves, dispatched to steal the most damaging and most useful secrets from the other tribes. "
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "*Garou Tribe: Silver Fangs"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 48
  },
  "PaletteID": {
    "type": "byte",
    "value": 179
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 10
        },
        "CostValue": {
          "type": "word",
          "value": 5
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 11
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "gar_tri_fangs"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "gar_tri_fangs"
  }
}
