{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 24
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1000
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Tribe: Bone Gnawer\nTotem: Rat\n\nThe scavengers and survivors of the Garou, the Bone Gnawers are seen by the other tribes as little more than mongrels who sift through the waste of mankind. The Bone Gnawers see themselves as underdogs, waiting to triumph against overconfident foes.\n\nTribal Culture\n\n Freedom and practicality rule above all else when it comes to the Bone Gnawers. They care little for the supposed superiority of Garou and are content to remain in the alleys, gutters, and sewers of man as long as it means they can live on their own terms. \n\nMost Bone Gnawers are extremely savvy when it comes to surviving in the streets of man. No other tribe is as accomplished at urban fighting as the Bone Gnawers, and surprise is considered their primary tactic. Many Bone Gnawers encourage the ideas of their lesser status, as it can be turned into an advantage when their enemies underestimate them. \n\nAlthough rare, there are septs of rural Bone Gnawers. They tend to lead simple lives, but still hold strongly to the ideals of freedom that their urban cousins share. \n\nPolitical Culture\n\n Bone Gnawers tend to be the most democratic of the tribes, often giving everyone an equal voice at a moot. Though renown and rank can be important to Bone Gnawer septs and packs, respect is usually given to the oldest and/or most experienced member of the tribe present. Many Bone Gnawers share their resources with their tribemates freely, but this is not always consistent, particularly with the Rabble. \n\nReligious Culture\n\nThe rites and traditions of the Bone Gnawers are seen by other tribes as extremely strange and bizarre. Even though their rituals are unusual and rely strongly on human practices and pop culture, the Bone Gnawers take them as seriously as any of the more naturalistic rites of the other tribes, particualarly as many of them grant advantages for survival as much as they do spiritual comfort.\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "*Garou Tribe: Bone Gnawers"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 75
  },
  "PaletteID": {
    "type": "byte",
    "value": 179
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 10
        },
        "CostValue": {
          "type": "word",
          "value": 5
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 11
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "gar_tri_gnawers"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "gar_tri_gnawers"
  }
}
