{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 24
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 8100
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Ragabash designates Garou born under the new moon for a life path of being a trickster.\n\nThe Ragabash werewolves have a rather distinct place in Garou society. While Garou of all Auspices have a strong sense of duty and follow accepted rules, the Ragabash's duty is to question the rules. In a sept, the Ragabash is first to question any new plan or policy - not out of malice but to point out their shortcomings and ensure that the plan or policy is (if not bulletproof) optimal. This is their trade in council - to challenge assumptions and bring new ideas.\n\nThere is another sacred and traditional role Ragabash plays at home caern - the role of trickster. This role brings together some aspects of a jester, holy fool, witty prankster and sometimes scapegoat. His laughter dispels fear before the battle and defuses heated disputes.\n\nBut their role of questioners of the ways is universal. They won't limit the rule breaking to their own turf - they are also adept at finding an unconventional way to bring down an opponent or solve any other problem. As this is expected and welcomed in Garou society, the Ragabash aren't so bound by honor codes as other Garou. They will do anything necessary to find a third way out of situation - from backstabbing and subterfuge to planting bombs and traps and utilizing guerilla warfare.\n\nTo meet those expectancies, the Ragabash must be witty and tricky. Indeed, their Auspice is well-known for their stealth, subterfuge and agility.\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Garou- Aupex: Ragabash Gift 1 -Blur of the Milky Eye"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 25
  },
  "PaletteID": {
    "type": "byte",
    "value": 179
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 3
        },
        "CostValue": {
          "type": "word",
          "value": 8
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 15
        },
        "Subtype": {
          "type": "word",
          "value": 193
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "gar_raglvl1"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "gar_raglvl1"
  }
}
