{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 24
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 0
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Senses\n \n\n \n\nWolves depend on their senses a great deal. Their olfactory (sense of smell) sense is powerful and they depend on it more than anything else. Lupus are the same. The world is full of smells, bad, good, and everything else. A wolf makes it first impression based on how someone smells, not on how they look. If they smell good (natural), the first impression goes well. Bad smells (artificial, city-smells) tend to drive them away. Thus, a hermit who lives in the woods and hasn't bathed in six years is going to smell great, as opposed to the city girl that's freshly showered and smells of lavender soap and perfume. Yick.\n\n \n\n \n\nWolves remember people by scent. Describe a person by looks to a Lupus and you'll get blank stares. Describe him by scent and the Lupus will know exactly who you speak of, provided he's met the person before and gotten a good whiff. A Lupus is as likely to think of someone by scent as by name or appearance. Describing someone by scent is a uniquely Lupus way of description. Homids and Metis, even if in their wolf-forms, have trouble grasping the nuances of this \"scent-picture\" completely. There are many subtleties that only Lupus understand.Scents also carry far. A wolf can usually smell you coming before it ever sees you, with a good wind direction.\n\n \n\n \n\nHearing is also an important sense. Wolves and dogs can hear well beyond the range of humans, and can pick up things we'd miss. That's how dog whistles work, after all. Taste is another strong sense.\n\n \n\n \n\nWolves and dogs often like to taste people, too. Ever wonder why there's that Bad Taste Flaw? Now you know.\n\n \n\n \n\nCommunication\n \n\n \n\nHowls, barks, whines, growls, whuffs. This is the native language of the Lupus. All human tongues are alien to them. It's why you have to buy Linguistics dots with freebie points during character creation in order to speak one at all. Most Lupus do not speak a human language at all. They prefer not to. Wolfspeech is good enough. Even Lupus that do learn a human tongue never really speak it fluently. All human languages are second languages, and human speech is so drastically different from wolfspeech that a Lupus would have to be a linguistic genius to speak a human tongue fluently. This is especially true for English, which is one of the most difficult languages to learn. Imagine never having spoken any human language before. All your life so far, you only communicated through growls and grunts, as did everyone you interected with so far. Now you're trying to learn, not just a new language, but a whole new way of communicating! It ain't easy. That's what a Lupus has to go through to learn to \"talk like an ape\".\n\n \n\n \n\nShifting Forms\n \n\n \n\nLupus prefer their Lupus forms. It's their natural form. It's the body they were born with, the one they are used to, the one they are comfortable with. The Crinos and Hispo forms? Fine for fighting, but otherwise to big and attention-getting. Homid and Glabro? Ugh. To Lupus, the human form is a truly inferior form. It ugly, clumbsy, hairless (compared to wolf bodies), and completely noseblind! It's got no claws or fangs for fighting, you can't smell or hear worth a damn, you're constantly shivering from the cold. Why bother? The lupus form is far superior! It's faster, stronger, sturdier, and far more graceful. You have your keen nose and ears, and that wonderful fur coat to keep you warm. You got your claws and fangs to defend yourself and hunt food, and, let's face it, it's much more attractive. Your homid form would never attract that pretty wolf bitch you've been after. Bottom line, Lupus stay in their Lupus forms about 90% of the time. They only shift, like Homids, if they have to. Homids don't roam around in their Lupus forms for fun (well, some might), why would Lupus do the opposite?\n\n \n\n \n\nMindset\n \n\n \n\nLupus think differently than the other breeds. The work on instinct, mostly. Their gut reactions guide them. No Lupus goes around overanalyzing a situation. He'll take a look at it, get a feeling for it, then act on that feeling. Simple as that. Wolves live \"in the now\". What's happening now is all that matters. The past and future don't enter into it much. Wolves and dogs don't understand cause and effect relationships. They won't understand that what they did yesterday is causing what's happening today. They'll simply see something is happening now and try to deal with it. The past is gone. The future is an alien concept. Now is all that matters. Lupus characters think in the same manner, usually, though their Garou genes do give them a slightly better grasp of cause and effect. Only in their Homid forms are they able to fully understand the idea.\n\n \n\n \n\nTake the following example: A Lupus' wolf mate has become infected by a Bane and turned into a wolfen Fomori. The Lupus will not hesitate to kill his former mate right on the spot. Does he remember that the formori was his mate? Sure, but that was then, this is now. He will mourn his mate afterward, but will accept what happened better than Homids or Metis would. For Lupus, what was, was. What is, is.\n\n \n\n \n\nDominance\n \n\nLupus are better able to handle the Garou system of rank and dominance than Homids, and even Metis. They were born and raised in that sort of system. Homids tend to think in too democratic a manner to feel fully comfortable in the system at first. Lupus fit right in from the get-go. Alpha, Beta, Omega. It comes naturally to them. As long as the Alpha is strong and keeps the pack strong, the Lupus has no problem following her.\n\n \n\n \n\nA Note on City Dogs\n \n\n \n\nLupus of the Bone Gnawers and Glass Walkers, incredibly rare though they are, are a bit different then Lupus of other tribes. These \"city dogs\" are used to humans and human environments, often prefering civilization to the wilderness. While BG and GW Lupus are actually better able to learn human language and don't freak out when around cars or TVs, they are at more of a disadvantage in the forest, having probably never hunted live animals for food (\"what, no kibble?\") or dug dens (\"I gotta make my own doggie door?\")\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {}
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Garou- Breed: Lupis Gift 3"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 24
  },
  "PaletteID": {
    "type": "byte",
    "value": 179
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 3
        },
        "CostValue": {
          "type": "word",
          "value": 1
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 15
        },
        "Subtype": {
          "type": "word",
          "value": 335
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "garou_lupis_3"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "garou_lupis_3"
  }
}
