{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "(A large Coat of Arms is displayed on the cover of the Journal. you flip through the pages to the last few entries...)\n\n\nENTRY 492:\n\n\nIt was late in the evening, and Victoria and I were practicing for the Winter Masquerade Ball held annually in the City of Romsa. Viktoria was putting on her make-up and I was of course picking out a suit for the occasion when the doorbell rang. A well dressed Nobleman came to greet us, oddly dressed in the old fashions. He had an ill look about him, so I decided to invite him in for a glass of wine. \n\nHe spoke in a deep baritone voice and was extremely polite and charismatic. We invited him to stay the night.\n\n\nENTRY 493: \n\n\nOddly he slept most of the day today and awoke around Dusk. He protests he was very ill from the night before, and I of course was Respectful enough to not inquire about it any further. He spent most of the time in my Study reading and refused our invitation to dinner. If this nobleman is to get better, he will need to get his strength back.\n\nOn another note, Victoria awoke this morning with what looks to be a large insect bite on her neck, possibly a spider bite. She was rather pale and fatigued most of the day. I have to get my Butler Rupert to clean our bedroom thoroughly.\n\n\nENTRY 494: \n\n\nEnough is enough! The nobleman Viktor von Stravokov has over stayed his welcome. It is the second day he has been with us, and all my attempts to remove him from my estate have failed. He has a way with words, and seems to turn them against me. I will try again this evening when he wakes from his room, and this time ill get Rupert to push him out!\n\n\nEntry 495:\n\n\n(The penmanship on the pages here on out has been written by a violently shaking hand...)\n\nScreams... I hear... her screams.... locked away now upstairs... far from him..... I cant get to Victoria... (The ink is smeared from tear drops) that bastard Rupert.... joined with that... that monster!... I can't sit here any longer, I got to save my darling Victoria... my sweet.... sweet Victoria...\n\n\n(There are no further entries in the journal.)\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Lord Sebastian Vonovich's Journal"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 85
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "LordSebastianVonovichsJournal"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "lordsebastianvon"
  }
}
