{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 24
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 132962
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Time: This Sphere promulgates the subjectivity of time.  Using it, a Mage may manipulate the perception and passage \nof time for himself and others.\n\nSpecialty: Cult of Ecstasy\n\n1 - Time Sense\n\n2 - Time Sight\n\n3 - Time Manipulation\n\n4 - Time Determinism\n\n5 - Time Travel, Time Immunity\n\n \n\nTime is the study of how Patterns change over time, and how nothing ever truly forgets its past or is ignorant of \nits future.\n\n \n\nTime is present in all things, marching toward its inevitable conclusion.  ...right?  Mages know that time is not only \nsubjective, but can be manipulated, twisted and branched, and a Master of Time can create loops, causal paradoxes, \nand travel through time.  A Time Mage never needs to worry about regretting an action, missing a split-second \nchance, dying from a random accident - he can simply take it all back and do it again.\n\n \n\nTime magic can be horribly Paradoxical, creating situations which cannot exist.  Time travel, in particular, is a \ndeath wish, as the chances that something will go wrong build up higher and higher the further back or forward you \ngo from your proper place in time.  Also, no matter how much the Mage speeds or slows time, he can only do one \nmagical action each Combat Turn - in essence, he can only weave magic as quickly as reality can accept it.\n\n \n\nApprentice Time: Time Sense\n\nCertainly, the Mage becomes a perfect clock, but this Sphere goes deeper than that.  They can see the fabric of time \nitself - knowing who is experiencing fast or slow time, detecting Time magic at work, and knowing when they are \nbeing watched through time.  Mages with Time can detect alternate histories and paradoxical loops, and may be able \nto set the world right again.  Along with other Spheres, the Mage can create effects using split-second timing and \nprecision.\n\n \n\nInitiate Time: Time Sight\n\nAlthough the past and future are nothing but possibilities, it's possible to scry through time itself to look at the \nmost probable outcomes.  The Mage can look into time, gaining a fuzzy, vague sense of what might happen at a future \ntime.  The future isn't always set - free will is a powerful influence, and some Mages think that the act of looking \ntoward a future ensures that future will never happen, at least not exactly.  A Mage at this level can also create \ntemporal static, preventing others from using this power on him.  His divinations are limited to times close to the \npresent, and his current location.  He might use Correspondence to scry on other locations, or use Life or Matter to \ndetermine what will happen to a particular object or person.\n\n \n\nDisciple Time: Time Manipulation\n\nBy contracting or dilating time, the Mage can alter the rate at which things seem to happen in comparison to the \n'normal world'.  A water faucet could become a torrential flow, bullets could slow to walking speeds or a running \nman could whiz by faster than a jet.  But the running man will only perceive himself running at normal speed, and \nthe bullet will hit with just as much force - only their place in time is changed.  Mages at this point can cocoon \nthemselves from time temporarily, performing numerous physical tasks in the space of a few seconds.  With a little \neffort, the Mage can create loops in time and rewind time itself, although Paradox and Destiny tend to make it so \nthat reality plays out again, the same way as before.\n\n \n\nAdept Time: Time Determinism\n\nInstead of stretching or compressing time, the Mage can stop time in its tracks, or place something in a time loop \nto be released at a specified time.  Magic and other patterns can be made to wait in place, creating 'hung' effects, \nor time bombs.  The Mage can even freeze a target outside the time-stream, putting them in stasis until they can be \ndealt with.  An effect can be set with a keyed pause - not releasing until a specific person arrives, or an item \ncomes into the right position.  With Entropy affecting fate, it is thus possible to put a princess to sleep until \nher true love arrives, or to create a room outside of time that only specified people can enter.\n\n \n\nMaster Time: Time Travel, Time Immunity\n\nThe Master of Time is now freed of the boundaries of Time.  A Mage can thrust himself or others forward or back in \ntime, although this requires an anchor point in the present so the Mage doesn't become lost in the realms of \ninfinite possibility.  Time travel is hideously Paradoxical.  Furthermore, things wait in the time-stream, perhaps \nsent there by past (or future) Mages, or simply predators which exist outside of time.  Time is far from a simple \nline which the Mage travels on.  A Mage can fire off magic into the past or the future, creating unusual effects to \nbe sure.  The Mage can also immunize himself from time - freezing the world in stasis as he wanders around, pulling \npeople into his vision of time just long enough to interact with them then freezing them again.  To an outsider, \nsuch effects would seem to happen instantaneously, and the Mage could accomplish epic feats between the clicks of \nthe second hand.\n\n \n\nTime\n\nSpecialties: Alternate Timelines, Divination, Temporal Manipulation, Travel\n\nTime, as the philosophers say, is the magic that all men know. The relentless tick of the clock leads down a road to \nan uncertain future, immutable, undeniable, equally profound to all humanity. Although time may vary with the \nobserver - long moments of passion and profundity, stark seconds of terror or loss, relativity and the spin of \nquantum mechanics - it's an undeniable part of existence.\n\nFor mages who delve into the mystical study of Time, of course, matters aren't so cut and dried. Science and magic \nboth agree that the flow of time varies with the observer, that time itself is hardly the constant that it initially \nseems. Indeed, some students of esoterica question whether time's linear flow is not simply another artifact of \nconsensus, a happenstance result of random creation that's no more constant than a changeable wind.\n\nEven those who accept Time's forward march (more or less) still discover that the eddies, currents and branching \npaths of time are far more manifold and mutable than most people would ever guess.\n\nMages studying Time magic agree that the world is full of unexpected whorls and vortices of temporal disturbance. \nTime contracts around some places and dilates at others, though the regimentation of scientific time means that such \nphenomena are not as common as they once were. In unusual circumstances, time may loop back on itself, make jumps \nand rifts to past or future, or diverge in multiple streams. A trained mage can sense all such variations, although \nthese phenomena are hardly predictable or safe.\nTime mages often start with a basic sensitivity to the flow of time and move to comprehend their own subjective \nsense of it. From there, the mage learns to manipulate her personal perceptions of time, and later to extend that \nmanipulation to others. Truly skilled mages can even warp, halt or accelerate time and step into past or future.\n\nObviously, a strong understanding of metaphysical ? ime is useful in conjunctional Effects, much like \nCorrespondence. While control of space grants a greater range and sensitivity to Effects, Time magic allows the mage \nto \"hang\" Effects until some future time, dilate their duration or change their rates of manifestation.\n\nCuriously, once a mage manipulates time in a subjective fashion, it's progressively harder to rework the \nmanipulation. If a mage stretches out a particular few seconds, for instance, she may gain time to perform \nresponsive actions at her convenience, but further time-manipulating magic must contend with the fact that she's \nalready warped her perception of that time. Thus, once a mage has twisted a particular bit of time, she must \novercome the momentum other own Effects to change it further. More importantly, once the mage is working with \ndistorted time, her magical energies are already tied up in the feat. (Therefore, the mage can't take six actions in \none turn and use all of them for magic.)\n\nMasters of Time most often carry a strong sense of deja vu with them. People around the mage find time itself \n\"fuzzed put,\" as if the past, present and future blend to a single point. The mage may well manifest sudden, \nunconscious shifts in time, causing a flower to bloom or a book to gather dust.\n\no Time Sense\nAs might be expected, a mage's first initiation into the mysteries of Time is an awareness of time's flow. The mage \nlearns to discern subjective time, to keep an accurate track of her own temporal position, to notice anomalies and \nalterations in time and to track Effects through their temporal \"wake,\" the disturbance that all things leave in the \nflow of time.\n\nMost Time magic leaves some sort of disturbance that's noticeable to a mage who knows what to look for. Although an \nInitiate can't really do anything about it, the mage can at least tell when Time magic are at work, and may well get \nthe heck out of there! Natural phenomena sometimes cause odd Time distortions, too, and these are apparent to a \ntrained mage. Actually messing around with time instabilities is a dangerous process, and more than one mage has \nbeen catapulted into far-distant times, alternate histories or bizarre temporal loops. The Initiate can easily feel \nsuch dangers and keep away spot, and he may even be able to determine how the phenomenon in question works.\n \nAlthough it's impractical to always have a concrete sense of Time, an Initiate can often tell when someone's scrying \non her through time, and she can develop a powerfully accurate count of time's passage.\n\nCombined with the other Spheres, the basics of Time magic let the mage determine whether a particular Pattern has \nbeen affected unnaturally by Time and how it has been changed as a result. Furthermore, they give the mage better \naccuracy in using pre-existing time distortions in conjunction with other magic.\n\no o Time Sight\nAlthough both past and future are hypothetically nothing but possibilities, it's possible to scry through time \nitself to look at the probabilities that tie most closely to the direction of the magician's own timeline. The mage \ncan cast her perceptions into past or future and gather information from other times. The process is not always \naccurate; the future is mutable and some say that the past, too, changes as people's memories and beliefs of it \nchange. The clo ser the mage looks to her current present time, the more accurate the vision. Distant times and \nplaces may be inaccurate, fuzzy arid difficult to comprehend. Some places and times are even protected against such \nscrying by powerful wards or by natural phenomena that bend the course of time itself.\n\nSimple pre- and retro-cognitive Effects just allow the mage to look into the past or future at her current location. \nThe mage can watch time as if viewing it directly, pausing to skip to different points or glossing over some areas \nto speed on to others. She can extend her Time senses to such vistas and tell whether there are other temporal \ndistortions at the times that she watches.\n\nMages can build walls of warding with this power, creating a great deal of \"temporal static\" to blow out Time senses \nin the same way that Correspondence can be used to repel distant scrying.\n\n\nIn conjunction with other Spheres, Time senses let the mage examine Patterns of the past and future, determine the \ncourse of fate and even read the thoughts of people in different eras.\n\no o o Time Manipulation\nBy extending personalized perceptions over an area of time, the mage can alter the apparent flow of time at a site. \nTheories vary over whether this is a true manipulation of the time-stream or just an extension of subjective time \nproperties, but the fact is that such manipulations can create some very unusual - and powerful - Effects.\n\nBy dilating or contracting time, the mage can alter the rate at which things happen in comparison to the \"normal \nworld.\" A flow of water could be made to trickle like molasses, a bullet could be slowed to visible speeds or a \nrunning man could seem to whiz by with incredible velocity. The subjective time of the target isn't changed: the \nrunning man feels himself moving as if at normal speed, while the world around him seems to be moving very slowly; \nthe bullet appears to onlookers to move slowly, but it hits with as much force as ever. Most mages agree that such \nEffects simply wrap the subject in a bit of slow or fast time, although a few hardcases insist that it's a matter of \naltering relative universal time-flows or something equally esoteric. In general, the specifics don't matter, since \nthe end results are quite fantastic.\n\nA mage wrapped in dilated or contracted time can easily cocoon himself in a protective layer that insulates himself \nfrom the outside world, effectively freezing himself in time, or accelerate to the point of performing numerous \nphysical tasks in a few seconds. Different mages all have different ways of approaching this undertaking, of course, \nbut it's still a potent power.\n\nWith a bit of finesse, a mage can rewind or loop time as well. Doing so is very difficult, however, and it tends to \ndraw down a lot of Paradox.\n\nOnce time is bent in this fashion, it gets exponentially more difficult to warp it further, and such distortions are \neasily noticed by other Time magicians (and sometimes by astute sleepers!) as well as causing all sorts of \ninterference that makes time sensitivity in the area go haywire. In short, the mage might be able to rewind a few \nseconds of time and reconstruct an event differently, but Paradox and destiny tend to conspire to make such \nundertakings profoundly difficult. Such redirections often result in unforeseen problems later.\n\no o o o Time Determinism\nInstead of stretching or compressing time, the Adept of Time magic can literally stop time in its tracks or drop \nsomething into a loop that only releases at a specified time. Magic can be made to wait in place, as can other \nPatterns, the mage can cast suspension over a target so that it is literally unaffected by the passage of time or \nbuild specially keyed Effects that hold off until certain events come to pass. The mage can even freeze a target \noutside the time-stream, leaving it trapped and unaffected by the outside world while it experiences nothing more \nthan the blink of an eye.\n\nSuch powerful magic are often vulgar, but they can generate very potent Effects in conjunction with other Spheres. A \nmage who is temporarily \"paused\" in time can't be affected by anything else in the normal time-stream, while a \ndangerous subject or out-of-control experiment can be easily frozen until resources can be assembled to deal with \nit. Indeed, by joining control over time with a dash of Correspondence, a victim can be trapped completely outside \nthe space-time continuum - warded into a pocket that dissipates only with the cessation of the magic or the \nintervention of powerful outside forces. Many creatures and entities too powerful for mages to confront directly are \nsaid to be trapped in such a fashion.\n\nA time-halting Effect combined with a Pattern Sphere can generate a keyed pause: something that doesn't happen until \na specific person, creature or item comes into the right position. With Entropy, a bit of Time magic can create an \nEffect that does not happen until a certain crux of destiny or improbability comes to pass. A princess can be put to \nsleep until her predestined true love arrives or a dying subject can be placed into cryogenic suspension while \ndoctors search for a cure for his condition. Entire family lines or places of power can have magical Effects granted \nthat wait until they're signaled for activation, though use and the rigors of Paradox slowly erode such Effects \nuntil they're gone.\n\no o o o o Time Travel\n\nTime Immunity\n\nThe pages of history are open to the true Master, who can not only immunize places and people from the ravages of \nhistory, but who can thrust objects and even individuals through time and connect points through the time-stream. \nThe mage's reach is limited only by her perceptions and by the constraints of her own magic and its concomitant \nParadox.\n\nBy immunizing herself to the effects of time, the mage can essentially evade the passage of time in the rest of the \nworld. To her, the world is a frozen plateau, one in which she may move about freely without ever interacting with \nher surroundings. The mage would wander about and perhaps pull other objects or people into her pocket of immunity \njust long enough to use them, then continue on her way. To the outsider, such events would seem to happen \ninstantaneously and without any apparent impetus as the mage accomplishes several things between seconds.\n\nWith ?n anchor point to the present, the mage can send herself or other people or things into the near future or \npast temporarily. Without an anchor, the mage can send someone into other parts of time permanently. Either type of \ntravel is fraught with peril. The future is uncertain, and the mage risks becoming lost in the mists of possibility, \nwhile the past is protected by the weight of peoples' memory and their belief in its set forms.\n\nParadox lashes out against mages who push too hard against the walls of time, and it has a nasty habit of undoing \nthe mage's works or shunting her into an alternate timeline - or even outside the bounds of reality altogether.\nNaturally, Masters of Time tread with great caution. Things wait in the time-stream, perhaps more incomprehensible \nthan even the spirits that guard the distant reaches of the universe. Mages who meddle too much with Time have a \ndisturbing tendency to disappear, sometimes replaced by beings that masquerade in their place, other times arriving \nwith full knowledge of a horrific fate that awaits them in some unavoidable time.\n\nTravelers can be pulled out of the time-stream by other Master-level Time magic in eras where they did not plan to \ngo. And there are barriers in Time itself, places where even mages can't see or dive, where nobody knows what \nhappens to the magician foolish enough to beat his fists against the universe's laws.\n\nIn conjunction with other Effects, a Master of Time can fire a spell off into the past or future, although its \nresults may not be immediately apparent or may well catapult the mage into an alternate time. The mage could even \nsend another person or object into a different time and pull it back to his present anchor point later. The mage can \nalso use his Time magic to immunize other Patterns, causing them to exist independent of the clock that ticks for \nthe rest of the world.\n\nTime Effects\n\no Perfect Time - Although Mind magic can provide an accurate internal count and chronometer, only Time magic can \nsense and correct for distortions in subjective time. From Virtual Adept self-adjusting computer clocks to Akashic \ninternalizations and Verbena biorhythms, the mage learns techniques to feel the flow of time with incredible \naccuracy and to automatically adjust for jumps and skips in the time stream. If the mage is flattened with unusual \nTime Effects from adversaries or strange Umbral spaces, she at least has a chance to adjust and adapt. Better still, \nthe mage can keep absolute track other own Effects and timing, easily judging subjective time as necessary to put a \nprecise duration or spin on any action.\n\no Time Sense - Powerful events recur in the supernatural world, unseen to normal mortals but visible to mages. Such \nevents range from tiny slips of deja vu to the phenomenal shifting and phasing castles, caverns and complexes that \nseem to exist outside of time and appear on regular cycles - or with no Pattern at all. Keeping up a running \nsensitivity to such phenomena is trying, but a mage who suspects the presence of something unusual can feel the \nripples caused by such disturbances. These disturbances include the sorts of wakes left by other Time magic, as from \ntime travelers and distortions of the time continuum. Potent spirits sometimes hold courts and there are gates that \nopen only on certain cycles...the mage can sense any and all such phenomena with a modicum of concentration. Indeed, \nthe mage may well presage such events before they occur, or feel the rippling residue left by such happenings.\n\no o Divinations - Scrying-bowls, speaking mirrors, uncontrolled cryptic pronouncements or songs, and visionary \ntrances are staples of magical divination, and they are keys to understanding the past and future. Although both \nends of the spectrum are clouded by possibility, Time magic can at least draw back the curtain for a moment to \nsnatch glimpses of what might become or might have been. The vision seen or described may be hazy or indeterminate; \nthe further from the present, the more clouded the vision.\n\nSuccesses rolled on such an Effect are split up to determine both the duration to which the mage can look into past \nor future, and the accuracy of the divination. Such visions are almost never totally accurate, but they can \nsometimes paint a useful picture. Beware the mage who sees visions of disaster, though... that way lies insanity.\n\no o Time Wards - Any sort of mucking about with time \"muddies the waters,\" so to speak, and although a novice mage \ncan't perform fine manipulations with time, she can at least lay about with random Time Effects to make the \nsurrounding time-stream disturbed and impenetrable to Time perceptions. Other mages trying to look into the past or \nfuture get only a blur of possible visions and confused images, and Time Effects tend to run into the rippling \ntemporal currents and get dispersed into the rapids. With enough force and work, the mage can completely block off \nan area from time sight and render it totally opaque to temporal scrying.\n\nUnless the mage uses other Spheres in conjunction, an Effect of this sort just blocks out a small area of time in \nher own location. The exact duration warded is determined by the duration chart, although the mage can determine how \nfar the ward extends to past and future by splitting up the duration. Successes rolled are also used to generate the \nward's strength; a persistent or powerful mage can break through Time static with enough will. In other respects, \nthese wards are similar to the more familiar wards built with Correspondence (p. 123).\n\no o o Distort Time - By generating a field of slow or fast time, the mage causes localized distortions that let \npeople or objects move and react to the world at different rates than normal. A bubble of fast time would contain a \nperson who could move two or three times faster than normal, for instance, while slow time could enfold a hurled \nweapon and cause it to seem to float through the air in a leisurely fashion. The subject still experiences an \nundistorted sense of subjective time, so the fast man would feel as if he's moving at normal speed while the world \naround him is slow, and the hurled weapon would retain its deadly momentum but could be easily grabbed by the \nhandle.\n\nEvery two successes scored causes the bubble to accelerate or decelerate time by one factor. Thus, two successes \nwould allow a mage to double her physical speed, taking two actions in a single turn.\n\no o o Time Warp - By pulling time back into a loop, the mage causes a small area to suffer a local \"rewind\" of time. \nThe mage herself remains immunized against this Effect due to her command of Time magic (otherwise he wouldn't know \nthat he'd done anything and the looping would be almost pointless). From there, the mage can change her actions and \nresponses to a given situation, already knowing how it would turn out otherwise. By combining Life and Mind with the \nEffect, the mage can actually rewind herself physically and undo the effects of physical trauma, while still \nretaining her memory of the events that never happened.\n\nIn game terms, the mage causes one or more turns to rewind and get redone in her area. Successes spent on the area \ndetermine how large a location is affect ed - the mage might just unwind damage done to herself, or might rewind a \nwhole area to undo a massive catastrophe. Additional successes spent on individuals can insulate them from the \nEffect just like the caster, so that they remember what's about to happen again and can act appropriately. Anyone \nwho's not insulated just redoes whatever they were doing before, although they might change in response to someone \nelse's differing actions. That is, a ?an in Black firing his gun still fires it (and scores the same result as \nbefore) unless, say, one of the rewound mages decides to body-check the MiB instead of diving for cover.\n\nRewinding time is not only exceedingly difficult, it's very vulgar. If the mage rewinds time over a specific thread \n(say, one particular turn), then any attempt to affect that spot of time again must overcome the successes scored on \nthe initial rewind - time is already so bent out of shape that further manipulations must be even more powerful. \nTime scrying and the like also fight a similar barrier. Time's distortions make it hard to read the area - which, \nincidentally, means that although the mage knows what may happen when she rewinds time, she still can't predict how \nher changed actions will change the replaced timeline. Rewound time tends to stack up Paradox due to the inherent \ntrickiness of the feat. Every turn of rewound time causes Paradox for the Effect, so rewinding three turns would \ncause triple the normal Paradox for the spell!\n\nNaturally, this spell is so difficult and specific that very few mages use it at all. Some paradigms just don't \naccommodate the idea of \"rewinding time\" while others facilitate it, but all mages agree that such stunts are left \nto young hotheads who haven't yet learned the dangers of such vulgar magic. (Your Storyteller will probably hate it \nif you overuse this Effect, too, which is another sure way to get lots of problems.)\n\no o o o Contingent Effect - By placing a hold on a magical Effect, the mage turns it into a contingency: a spell \nthat doesn't go off until some specified condition comes to pass. Doing so requires the use of other Spheres. If the \nspell only functions when a specific individual arrives in the area, for instance, then Life magic is necessary to \ndiscriminate the subject's Pattern. The mage can either make the magic hold off until a certain amount of time \nelapses (anything within the Damage and Duration table, based on successes rolled) or set further conditions with \nother Spheres.\n\nThe mage also has the choice of simply letting the Effect dissipate once it reaches its time limit without any \nactivating conditions.\n\nHanging an Effect on a Pattern does place a certain amount of magical \"weight\" there, and such an Effect is \nnoticeable to most magical senses. Doing so does, therefore, count as a maintained Effect (p. 121), although the \nmage doesn't actually need to concentrate on it.\n\nNote that, if the mage casts a contingent Time Effect, she won't know if the subsequent Effect hung with it is \nsuccessful until the contingency goes off, unless she also takes the time to use other magic to examine the Effect \nitself!\n\no o o o Programmed Event - The mage stops time in a localized field and sets a time when it shall resume. Say she \nlifts a cup from a table and drops it. By freezing time around the cup for one scene, she causes the cup to hang in \nmidair until the scene ends. At that time, the cup falls and breaks. When events in physical reality are frozen for \nextended periods, Paradox forces usually erode the magic and free the events from stopped time prematurely. Also, if \nsomeone were to grab the cup, static reality would reassert itself and the magical field would disperse.\n\nIt's possible to generate stasis over a fairly large area, but it's both difficult and dangerous. Anything more than \na yard or two of area causes a significant temporal disturbance, noticeable by mages nearby (say, in the same city). \nThe Backlash from such a tremendous casting can be painful as well. The larger the area, the more quickly outside \ntime erodes the stasis, so such fields fend to collapse rapidly.\n\no o o o o Sidestep Time - Instead of halting time in a small area, the mage simply steps laterally to the current of \ntime, effectively removing herself from the evolution of the world. While in this state, the mage can move about \nfreely, insulated by a tiny field of time-adjustment but otherwise moving so rapidly that the world is standing \nstill by comparison. The mage can interact with things that she can touch - she still generates enough force to move \nalong the ground, and she can pick up items and move them - but anything that's not included in her field is stuck \nwith the rest of the world. Thus, the mage can pluck a knife out of the air and shove it into an opponent, but the \nenemy won't bleed or suffer injury (from the mage's viewpoint, anyway) until the Effect ends. Taking other people \nalong for the ride is possible, but it requires the mage to extend her Effect to include them. Note that, while in a \nsidestepped state, the mage's magical powers are tied up in maintaining the field, so it's impossible to do \nadditional magic with the mage's intervention while outside time. Thus, \"mundane\" devices still function, but \nanything that would require the mage to actually call upon her Arete is impossible.\n\no o o o o Time Travel - Physics aside, the mage simply vanishes from one point in the time-stream and reappears \nsometime else. Although scientists would argue that a mage doing so would wind up in the void of space (the Earth \nhaving moved far from its position in the time jumped), the mage's Pattern obeys metaphysical laws, so the mage \nreappears in the same place from which she left. The successes scored indicate how far the mage can travel through \ntime, and how many people she can bring along, if desired.\n\nTraveling through time generates a significant temporal disturbance, and many time travelers find that there are \nalready groups of other mages waiting to find out what's going on when they arrive.\n\nIf the mage leaves an \"anchor point\" in her present, she can pull back on that thread and return to the time that \nshe left.\n\nOtherwise, the trip is one-way. Likewise, the mage can try to send a subject into the future, but he may discover \nthat the individual has taken steps in that later future to find the mage and deal him!\n\nTrips to the future tend to be fairly easy, but unpredictable. The mage simply scries an appropriate time, or even \njumps blind, and reappears in some future point. Past travel is much, much more difficult and dangerous, primarily \nbecause the weight of memory causes reality to assert itself against the mage directly. Past travelers tend to \nvanish into the time-stream, destroyed by Paradox or other forces, and never seem to make significant changes to the \ntimeline (not that anyone would remember, though). Some mages maintain that a sort of \"time police\" group prevents \nother mages from traveling too far through time, or from manipulating the time stream overtly.\n\nIt's rumored that Archmages have a more effective form of time travel, even permitting them to alter the past in a \nlimited fashion, but who would know?\n\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {}
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Mage Sphere Time 4"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 44
  },
  "PaletteID": {
    "type": "byte",
    "value": 181
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 10
        },
        "CostValue": {
          "type": "word",
          "value": 5
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 11
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 3
        },
        "CostValue": {
          "type": "word",
          "value": 10
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 15
        },
        "Subtype": {
          "type": "word",
          "value": 274
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "mage_time_4"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "mage_time_4"
  }
}
