{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 24
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1000
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Entropy: Things fall apart.  The Wheel turns on its inexorable course, destroying what exists to make way for new \ngrowth.  This Sphere encompasses both fortune and destruction.\n\nSpecialty: Euthanatos\n\n1 - Sense Fate and Fortune\n\n2 - Nudge Fate\n\n3 - Affect Predictable Patterns\n\n4 - Affect Life\n\n5 - Affect Thought\n\n \n\nEntropy is the study of the progress of Patterns towards a conclusion, whether destiny or death.  It is a Sphere of \ndynamic change, bringing things to their inevitable conclusion - or even changing their conclusion, giving them a \nnew destiny.\n\n \n\nEntropy is neither truly the study of decay, nor is it the study of probability.  Entropy is the study of chaos - \nliterally, order and the breakdown of order.  Over time, a Mage can learn to predict the patterns of chaos, speed \nthem up or slow them down, and finally see order where there was none before.  Entropy is about understanding the \npatterns and cycles of the world, and learning how to alter their progress.\n\n \n\nEntropy is the most commonly misunderstood Sphere, because players think it's all about chance and probability.  \nIt's not - it's about fate.  A low-level Entropy Mage can only control the fate of things which do not have a 'fate' \n- random events, such as a die roll or a well-shuffled deck of cards.  These events do not have a conclusion to \nprogress toward, so it is relatively simple to give them one.\n\n            He then learns to tweak the fate of predictable events and simple machines, which only have a minor fate \nof slowly decaying into scrap.  Next, he learns to control the fate of more complex patterns - life, complex \nmachinery, or wild forces, which can have a more complicated fate than simply to live and die.  Entropy becomes most \ninteresting at level 5, where the Mage can affect the fate of thought - making it so that an idea will be forgotten, \nor will become unforgettable.  Such an effect on someone's mind is often called a geas, and can be a life-altering \nevent.  A Mage should be careful when toying with fate.\n\n \n\nEntropy cannot affect living things directly or do harm to them until the fourth level.  Entropy is not the most \nefficient way of affecting something in the short term - you can weave an elaborate Entropy ritual, increasing \nsubtly the chances that an opponent's car will malfunction, or you can just use Forces to create a spark in their \ngas tank.\n\n \n\nApprentice Entropy: Sense Fate and Fortune\n\nThe Mage has just opened their eyes to chance and fate, and has learned to see the various aspects of entropy in \naction.  They might use the Sphere to determine which slot machine is ready to hit the jackpot, or which disgruntled \nemployee is slowing down the company.  A Mage with nothing but this Sphere could make himself rich in Vegas \n(although he'd attract some unwanted attention).  They can see very strong blessings or curses on people when using \nEntropy with Life, or find the weak point in a brick wall with Entropy and Matter.  Correspondence and Time might \nhelp them find the time and place that something significant will happen - maybe a miracle, maybe a murder.\n\n \n\nInitiate Entropy: Nudge Fate\n\nThe Mage can now subtly and gently tug at Fate.  Although fine control over advanced Entropy patterns is out of his \nreach, the Mage can manipulate events where random chance or pure probability plays a part.  He can pull a good \npoker hand from a shuffled deck of cards, or pull out the one odd sock in the sock drawer.  The more complex the \nevent, the harder it is to make it happen.  The Mage at this level does not affect any of the Patterns around him \ndirectly - he just increases the chance that a likely thing will happen.\n\n \n\nDisciple Entropy: Affect Predictable Patterns\n\nThe Mage has now learned to touch other Patterns directly.  He can increase the order or disorder in predictable \npatterns, such as those of Matter or Forces, and cause them either to become immune to entropy's effects, or to fall \napart rapidly.  With Time, he might use this power on random events, causing them to happen sooner or delay them as \nhe wishes.  Although Patterns such as Life, Spirit, and Time are too complicated for this level of Entropy, there \nare advantages to having equipment that you know will never break, as well as making sure your opponent's equipment \nwill.\n\n \n\nAdept Entropy: Affect Life\n\nFinally, the Mage has overcome a great hurdle, and can affect the very flow of chaos and fate in Life Patterns.  \nLife still remains complex, but the Mage has found where he can affect it - causing sudden aging or protection from \nharm, and blessing or cursing an entire family line for generations.  Many uses will involve Life as well, whenever \nthe Mage is not only affecting the fate of the target, but the target himself (such as in the above aging example).  \nThe Mage can be a great destroyer, bringing disease and bad luck, but also a great healer, by removing such curses.\n\n \n\nMaster Entropy: Affect Thought\n\nThe Master of Entropy has learned to take the Sphere beyond mere physical Patterns to the bounds of thought, space, \nand time itself.  He can now impact the very changes of universal concepts.  Over time, new things come to a \nperson's attention, and old things are forgotten - the Master can affect these changes.  Ideas can be changed, \nevolved, or discarded.  With Mind, he might create an idea so strong that it creates change in any who think about \nit.  By spreading that idea, reality itself might be altered.  Nearly any aspect of change is under the Mage's \ncontrol  at this point, and it may be combined with other Spheres for incredible effect.\n\n \nEntropy\n\nSpecialties: Chaos, Dissolution, Fate, Fortune, Order,Luck, fate, chance and chaos are the prime components of the \nstudy of Entropy. From this Sphere comes the study of order and randomness, and thus, the study of totally random \ncreation and destruction. All things dissolve eventually into haphazard components, and similarly events form from \ndisjointed, unconnected patterns. Whether in thermodynamic theory or metaphysical metaphor, Entropy describes the \nsimple fact that all things break down, but that new states come from disorder.\n\nFor mages interested in coincidence and chance, Entropy affords great possibilities. Mages can sense the flow of \nprobability itself.\n\nDeterminism and chaos are equal partners, to the student. The mage can spot chance on the move, recognizing points \nwhere probability quirks in odd directions. With enough mastery, the mage can even influence probability to cause \nchanges and accidents to happen according to her desires.\n\nThe mage may not be able to specify the exact outcome, but she can at least cause fair or foul fortune to fall as \nshe wishes.\n\nIn practical physical terms, Entropy also relates an understanding of the breakdown, of systems. Although the mage \ncan't affect Patterns directly until he achieves a great mastery of the Sphere, the final steps on the Entropic path \nallow the mage to literally tear apart Creation by encouraging the natural - or unnatural - spread of chaos. Matter \ncrumbles. Forces fate. Creatures die. This is the lesson of Entropy: Everything falls apart.\n\nMages who study Entropy often choose the path of either order or chaos. Students of order look into patterns, into \nthe ways that events flow from one to the next and into the means by which new things build on the old. Students of \nchaos study the dissolution of patterns, the destruction of matter and the random elements that infect happenstance \nand probability. Either sort of mage has an intuitive understanding of the forces that build and destroy.\n\nBy itself, Entropy cannot be used to attack Life Patterns directly until the fourth level (that is, only an Adept or \nbetter can in flict damage directly with the Entropy Sphere). However, indirect Entropy - bad luck, collapsing \nbuildings and just rotten strings of happenstance - can inflict damage normally. Unsurprisingly, Entropic masters \noften have a great deal of Entropy Resonance. Such individuals have a nigh-tangible aura that gives an impression of \nbeing in exactly the right place and important - or of being completely out of place. Such mages seem to show up in \njust the right places at the right (or wrong) times. Sensitives and mages with high Awareness note that Entropy \nmages have a son of dark, primordial air that belies a swirling, entropic core.\n\no Sense Fate and Fortune\n\nThe rudimentary ability to sense entropy allows a mage to discern the current of destiny. The mage can look into the \nwaves of probability, see places where chance has been altered or nudged, notice nexuses of unlikely events and \nsense the weaknesses of objects. The mage can determine if something has a particularly lucky characteristic and see \nif something is on the verge of breaking. Though these senses are far from perfect, they do make the mage a mean \ngambler and a give him insight into a little bit of luck.\nCombined with various Pattern Spheres, the mage can look for weaknesses in a Pattern or see where it will fracture \nnaturally. The mage can also determine if a particular object or creature is lucky. Correspondence with Entropy lets \nthe mage find a place where an unusual event may happen, and Time could let the mage isolate exactly when a \nmanifestation of destiny will appear.\n\no o Control Probability\n\nAfter determining the threads of the Tapestry and how they pull on one another, the mage can tug subtly at Fate's \nloom. Although this ability doesn't necessarily change Patterns directly, it does let the mage alter probability \njust enough to influence the direction in which the Tapestry unfolds. The Disciple can grab the gross threads of \nprobability where they collect and alter them to suit his whims. Though fine manipulation is still out of reach, the \nmage can exert a level of control that allows him to determine the outcome of simple events.\n\nBy spotting random occurrences, the mage can distinguish predetermined or set patterns from totally chaotic ones. In \nany pattern where chance and chaos plays a part, the mage can make minor alterations, forcing the randomness to play \nout as he wishes. Thus, the mage can pull out a good poker hand from a shuffled deck of cards, influence a dice roll \nsubtly or pull out the gone odd sock in the sock drawer. The more complex or the more patterned the event, the \nharder it is to affect, so the mage is best off dealing with fairly simple and subtle changes. The mage doesn't fay \na hand on the Patterns around him directly. Instead, he influences the chance of specific things happening.\n\nIn conjunction with Pattern Spheres, the mage can sometimes determine how multiple objects, creatures or forces will \ninteract with one another, and which ones will meet. With ephemeral Spheres, the mage can sense patterns in \nseemingly random fluctuations of the Gauntlet, notice who's likely to come up with a particular idea first or \ninfluence an event to happen at a specific time.\n\no o o Affect Predictable Patterns\nThe more predictable a Pattern, the more easily a mage can determine how it functions - and how it breaks. Finally \nable to touch other Patterns with Entropic control directly, the mage can cause chaos in static Patterns, or arrest \nthe onset of decay. Of course, the natural course of things always wins out in the end. It's impossible to dodge \nFate and erase chance completely. However, the mage can exercise a great deal of control over random events, forcing \nthem to delay, making them happen much sooner than they would and causing a Pattern to undergo its natural end \nsooner or later than usual.\n\nAt this level of skill, the mage can affect only set, predictable Patterns such as Matter and Forces. Life Patterns, \nwith their constant ebb and flow, are too difficult for the mage to hamper directly.\n\nSince the mage can alter set Patterns, he can cause machines and systems to break down or prevent such damage. He \ncan cause a device to fail, to suffer a quirky malfunction or to continue working long after it should've given out. \nSuch blessings and curses do eventually wear off (and the entropy often \"catches up\" in the end), but they can be a \nboon in the interim.\nWith Pattern Spheres, the mage can not only affect a Pattern with Entropy directly, but he can control how it will \nreact with other Patterns.\n\nThus, the mage could make a computer that won't break down for years or get overloaded by an electrical surge.\n\no o o o Affect Life\nLiving Patterns grow, change and adapt. Because of their constant motion, such Patterns are unpredictable, and they \n?re difficult to read or affect with Entropy. However, the Adept of Entropy has reached a level where he can finally \nsort out such massively complex developments and make a good guess at influencing the growth, and change of life. \nThe Adept learns how things grow, mature, change, adapt and die, how they decay, how they feed into the cycle of \nlife and death. By changing the natural course of multiple points in the life cycle, the Adept can guide it subtly \nin new directions, whereas simpler changes would merely be corrected.\n\nA mage can use Entropy magic of this level to influence Life Patterns and their successive lineages, bestowing long \nlife, good luck and health, or a quick demise and a blighted family line. Although the Life Pattern is not directly \ntouched, the events around it all quietly bent to force it into directions and circumstances of the mage's choice. \nWith the Pattern Spheres, the mage can exert direct effects on living beings, causing them to decay or to recover \nfrom injury or illness rapidly.\n\nGood fortune may result in the healing of diseases, while a curse could cause the subject to suffer complications.\n\no o o o o Affect Thought\nJust as more physical Patterns are subject to change, so too are the vagaries of thought, space and time itself The \nMaster of Entropy learns to impact the very changes of universal concepts. \nAt this level the mage can influence the interaction of many other Spheres of magic. Though the mage might not have \nextensive knowledge of the other Spheres, she can let random chance take its course to bring elements together or \napart as desired, to tear down old concepts or structures and replace them. \n\nOver time, ideas change, new beliefs take hold; places fall away from public use or grow in prominence; even rime \nitself goes through long patches of unassuming emptiness followed by periods of extreme change. The Master can see \nand affect all of these events. Ideas can be changed, evolved, brought to prominence or discarded. Large strings of \ncoincidence can be moved into a single nexus in time or pushed away to leave a period of absolute normalcy. The mage \ncan cause a place nearby to change in importance and nature to people, taking on certain qualities.\n\nThis intellectual entropy creates a true \"meme,\" an idea so strong and pervasive that it creates change through its \nvery existence. By spreading that idea, the Master can make others change their views and alter their perception of \nreality. The Master does not grossly recast Patterns into new forms. Rather, he opens the floodgates of possibility \nand, like a gardener, guides and prunes events to grow into a desirable direction. \nNaturally, such sublime control of Entropy can be combined with the many Spheres for a multitude of Effects. The \nmage might always be in the right place at the right time. He can not only change someone's mind, but he can wipe \naway any previous thoughts, consigning them to the oblivion of Lethe. He can hasten the evolution of living things \nor the maturity of ideas, or delay them to a later time.\n\nEntropy Effects\n\no Locate Disorder and Weakness - By using Entropy senses, the mage can locate areas of chaos, disorder and decay. A \nsimple sensory Effect determines roughly where an object may break, where an occurrence may happen randomly or how a \nsequence of events may fall out. With more successes, the mage gets more detailed and accurat e information.\nBy concentrating on an organizational structure, the mage can find the most disorganized and chaotic point. Doing so \ncan be useful in determining areas that may be difficult to understand, or places where a few more little changes \nmay go unnoticed.\nFocusing on a Pattern, the mage can sense the weakest areas and make a devastating attack in those places. Applying \nthe magical senses lets the mage use his Entropy magic to augment his damage roll (see \"Magic Enhancing Abilities,\" \np. 121).\n\no Ring of Truth - For those who believe in such things, destiny has a way of coming to the fore. Prophets speak the \nwords of destiny, and events come to pass; people make simple statements that turn out to hold profound truths. \nAttention to destiny (or just to the patterns that indicate when someone is most likely to lie or to be right about \nsomething) can tell a mage whether someone's words hold accuracy.\n\nThe Ring of Truth relies on some tie to destiny to determine veracity. Although this powerful Effect can help a mage \ndetermine if someone is lying or if the individual's words are somehow important, it has limits. The mage can only \nanalyze something that has meaning to her - a question that has no relevance to the mage or the subject cannot be \nanalyzed. That is, the mage cannot simply query a random person on the street, or even a cabal-mate, about sundry \ndetails of the Technocracy and expect an objective assessment of truth if the questions are without connection or \ncontext to the subject. Furthermore, the Effect is not infallible, and it often leaves the mage with cryptic hunches \nor incomplete answers. Fate is fickle. \"Reply hazy. Try again later\".\n\no o Beginner's Luck - There is a statistical possibility that any random attempt to do anything will actually \nsucceed. You can get a hole-inone the first time you pick up a golf club or hit the bull's eye at a rifle range on \nthe first try. The trouble is doing it the second time, as the chance gets exceedingly improbable. One lucky shot is \nin the realm of possibility, but five holes-in-one from a rank amateur is beyond belief.\n\nMost mages agree that skill and practice will beat blind luck any day. When faced with any feat that she has never \nattempted before (or at least succeeded in), however, a mystic may use the Effect to call on the force of beginner's \nluck and do the impossible.\n\nFor each success with this Effect, the Storyteller may add one success to any non-magical Skill roll that a mage's \nplayer has two dice or less to attempt, in addition to any successes that the mage makes on her own. The \"automatic \nsuccesses\" from this Effect last until they are used in some spectacular success, at which point the magic expends \nitself.\n\nEach future attempt to use this same magic for the same feat adds one to the difficulty, reflecting diminishing \nreturns. Mages who wish to continue to make spectacular successes should learn additional levels of the Skill in \nquestion. No one stays a beginner for long.\n\no o Games of Luck - By controlling localized probability, the mage can influence the outcome of nearly any game of \nchance. He can tell which horse will come in, who'll get the winning poker hand and how the dice will fall. As with \nall Effects of this sort, the mage's successes get increasingly improbable as they continue. At low levels of \nsuccess, the mage might influence the events but not completely get the desired result.\n\nAt high levels, the mage can exert a fine (but not exact or total) control over the outcome of such random games. \nAlthough it may seem that a mage could make large quantities of cash this way, chance has a way of catching up. \nBesides, the bookies probably won't let your Virtual Adept run the numbers on his laptop while he's playing poker!\n\no o o Like Clockwork - Patterns that rely on precision can be improved and shielded with this simple Effect. By \ninsulating a Pattern against the forces of Entropy, a device can be not only protected from decay and rust, but made \nto run perfectly for years, never failing and never allowing errors to creep in. Obviously, time catches up with all \nthings so this Effect can't be made permanent. However, it can stretch the life and accuracy of all sorts of \nmachines if it's maintained regularly (especially clocks, computers and other such precision devices). The \nTechnocracy uses this Effect extensively, simply through regular maintenance of its machinery. Tradition mages might \nwork small charms and blessings into a device to give it similar benefits. This Effect's successes establish a \nduration and size for the subject, keeping it shielded from running down naturally. The successes also defend \nagainst Entropy attacks levied against the object in question: An Entropy attack deducts from this Effect's \nprotective successes first before hampering the object's functionality.\n\no o o Slay Machine - Just as Entropy can protect a delicate Pattern from failure or decay, so too can chaos induce \njust such occurrences. By accelerating the process of inaccuracy and failure, the student of Entropy can render a \nmodern technological device a heap of rubble - or at least cause it to fail badly enough that its compounded errors \nmake it worthless.\nThe number of successes scored on the Effect determines how much chaos the mage manages to inject into a given \nsystem. For complex machines, the mage can cause gears to br eak, belts to snap, axles to bend and rods to slip. \nElectronic components suffer surges or failures.\n\nComputers and calculators get random errors and crashes along with computational problems. Simple material Patterns \ndisperse in an accelerated rate of decay: Water evaporates, steel rusts, wood rots and copper corrodes. Use the \ntable on page 162 for guidelines on how badly the target is damaged. A couple of successes would be sufficient to \ninterrupt a personal computer, but 10 or more successes would be necessary to crumble a large engine to broken \npieces.\n\no o o o Blight of Aging - Infusing a Life Pattern with excess Entropy can have all manner of negative effects, \nprimarily by accelerating the process of decrepitude. The caster doesn't necessarily specify any sort of particular \nphysical problem. Rather, the mage simply curses the creature, afflicting the being with a rapid aging and disease. \nThough Life Patterns are normally self-correcting, the right combination of Entropic factors can drive a Pattern \nhaywire, eventually causing it to fall apart and destroy itself. Rapid aging, cancer, system failure and multiple \ninfections can all result.\n\nA significantly strong curse can reduce the creature to a decaying corpse in a matter of days. More subtle curses \nmay cause the victim to suffer a relapse of an old wound, the of a nasty disease or a slow slide into a coma. The \nmage doesn't choose the result. Instead, she simply levies the curse and watches as the individual suffers the \nresults (like in Steven King's Thinner). Medical attention might slow the onset of such a curse, but normal science \ncan do nothing to prevent the deterioration. Victims wither and die slowly, or they just suffer some sort of \ndebilitating disfigurement, and only an enlightened magician or scientist can find a way to battle the curse (with \nsufficient command of countermagic).\n\nLife-destroying curses are a common (if powerful) staple of most magical styles, but they are usually relegated to \nthe status of dire and dangerous magic. Dabbling in such magic is a quick path to Jhor.\n\no o o o Midwife's Blessing - Remember all those stories about fairy godmothers and blessed children? Such blessings \nare possible with the right command of Entropy. The mage's blessing doesn't ensure specific qualities, but it does \nhelp to ensure that the child will grow with health and strength. The usual Verbena form of the Effect is a laying \nof hands on the belly of the mother-to-be, with the blessing, \"Grow tall, straight of limb and well favored.\" \nHermetic mages have been known to enchant for specific qualities in their children, instilling specific forms of vis \n(Quintessence) with Resonance designed to protect against negative qualities. Progenitors are more straightforward, \ndeliberately engineering\" genetic qualities to remove negative traits and disease susceptibility.\n\nObviously, ensuring that a child is completely bereft of mischance is too difficult to perform, but a well-cast \nritual can at least prevent birth defects or fatal diseases. Protecting a child all through childhood would require \nan extremely strong ritual (as noted on the Damage and Duration table). The mage also can't specify any specific \ngifts for the child; all she can do is ensure that harm or misfortune just won't come the child's way.\n\no o o o o Binding Oath - The most powerful Fate magicians can call destiny itself to witness the oaths and pacts \nthat they oversee. The skein of Fate takes chart of the subject and marks him. Such an oath brings the weight of \nfortune to bear on any who break it. Even without any additional compulsions or bindings, the oath has power due to \nthe simple weight of destiny hanging over the subject.\n\nA Binding Oath doesn't necessarily lay actual prohibitions on the subject. The individual retains his free will. \nHowever, should he choose to break the oath willingly, he reaps the full weight of consequence. Fate's tapestry \nbends to ensure that disaster befalls the oathbreaker, and he's clearly marked to any who can sense the weight of \ndestiny.\n\nLaying a binding oath is a difficult task, since it must be made to last long enough to have any meaning - typical \noaths last for a cycle of the moon, a year and a day, even an age or an eternity. Placing a prohibition on an \nunwilling subject is even more difficult, especially if the victim is already marked for a great destiny. Thus, such \noaths are usually saved for situations of the greatest weight and consequence, like ceremonial initiation into the \nmysteries of a Tradition or the foundation of a new Chantry.\n\no o o o o Mutate Ephemera - The vagaries of chance can take effect even on time, space and thought, and Masters of \nEntropy can pull on these threads as well. Most often, this Effect is used, in conjunction with constructs of \nthought and mind. Without even using the Mind Sphere, the Master can cause someone's mind to wander with a glance, \nlead her down a new chain of thought with a few well-placed words or change her mind about something with a simple \nwarning. The Master of Entropy can also reweave destiny to take note of someone or to ensure that a particular place \nor time will be a conjunction of great import. As with oth?? manifestations of Entropy, the magician is not \nguaranteed of the final outcome, but he can make certain that something comes to pass, for good or for ill as he \ndetermines.\n\nA simple bending of ephemeral chance can cause someone to change his mind about a whim or thought, or it might lead \nhim to a new conclusion. Actually shifting someone's weight of destiny or placing a powerful curse or blessing, \nmaking a cryptic prophetic pronouncement or designating an area as a center of unusual happenstance is much more \ndifficult. Placing a bond of fate over an area or for a large span of time requires that the mage address the \ndifficulty of that distance or duration.\n\n\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {}
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Mage Sphere Entropy 5"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 10
  },
  "PaletteID": {
    "type": "byte",
    "value": 181
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 10
        },
        "CostValue": {
          "type": "word",
          "value": 5
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 11
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 3
        },
        "CostValue": {
          "type": "word",
          "value": 8
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 15
        },
        "Subtype": {
          "type": "word",
          "value": 335
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "mage_entr_5"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "mage_entr_5"
  }
}
