{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 18
  },
  "BaseItem": {
    "type": "int",
    "value": 81
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1018
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "id": 2990,
    "type": "cexolocstring",
    "value": {
      "0": "The Solificati\n\n\nThe origins of alchemy date back to the dawn of human civilization, when primitive smiths and potters first mastered the art of transforming matter with fire. The earliest smiths and potters were regarded with the same awe granted to shamans. Even at this point, the art had a strong association with celestial phenomena, as early mages harnessed the power of meteors to forge some of the earliest sword talismans. Throughout Egypt, Mesopotamia, and China, as civilization grew, the art of alchemy spread, although the exact origins of that word are obscure. \nWhile many alchemists assert that the origins of the Solificati date to Egypt in the first millennium BC, when the mysterious figure Hermes Trismagistus is claimed to have established the basic features of the craft, the first historically identifiable alchemists are a group of woman active in Alexandria in the first few centuries AD, and some Tradition scholars suggest that Hermes was invented by misogynist mages during the early Renaissance, so they would not have to admit that their art was first codified by women. The greatest of these women, Maria the Jewess, made a permanent imprint of the practice of alchemy with her dictum that the four classic elements of earth, air, fire, and water represent the basic states of matter, and that physical matter is the passive reflection of the spiritual truths of the heavens. Yet her work was precisely measured and carried out with intense scrutiny and observation, thus showing that from its inception the craft was situated between the nascent Traditions and Conventions, having something in common with both. Its closest allies were that Tradition which would eventually become the Order of Hermes, and at this stage there was little distinction between them. \nThe Alexandrian alchemists slowly cohered into a system of formalized teaching, based around the Serapion, a temple in Alexandria. When Theodosius I ordered the Serapion closed at the end of the Fourth century (under the influence of the Celestial Chorus, some say), many of the school's teachers fled to Arabia, where they continued their work, and eventually became accepted into Islamic culture in the Eighth century, when the great alchemist Jabir ibn Hayyan (known in the West as Geber) opened his school of alchemy in Damascus. It was during the period just before Jabir that the craft formulated many of its chief characteristics. The physical matter is but a pale reflection of the spiritual truth, and the external appearance is a metaphor for the internal reality. By drawing out the internal reality, the exterior is transformed. The quest to transform base metals into gold is a metaphor for the process of Ascension, which the alchemist pursues by learning the spiritual lessons which his research offers him. \nWhile this was happening, in China, the craft was undergoing a parallel but distinct development. The first great Chinese alchemist was Li Shao-Chun (c.90 BC), a mage at the Imperial Court, who possessed the ability to transmute matter and to miraculously transport himself from place to place. His teachings were similar to Maria's, but he was far more interested in the realities of organic substances. He argued that matter grew and naturally changed from one substance into another. By the mid-Fourth century AD, the art of alchemy had developed into a broad system of life magic, and Ko Hung perfected an elixir of immortality that caused the spiritual body to shed the physical one like a snake sheds its skin. \nWhen Ninth century Arabic travelers encountered their Chinese counterparts, there was a prolonged period of conflict and argumentation, but by the Twelfth century, pressure from the incipient Technocracy on the one hand and the Celestial Chorus on the other led the Eastern and Western alchemists to realize that they in fact had a great deal in common. Toward the end of the century, the Chinese alchemists came under direct attack from the Artificers, led by Chu Hsi, a former Akashic monk who apostatized from the Tradition. Chu Hsi opposed all forms of Taoist superstition, under which category he included alchemy. Many of the more scientifically inclined alchemists were swayed by his arguments and joined him, while the more mystical among them held out and went into seclusion. \nIn the West, alchemy spread with Islamic civilization and found its way into Europe through Spain and Sicily. Its strong spiritual content appealed to many monks, who saw the craft's emphasis on fire as a transformative principle as similar to the Chorus' use of fire as a manifestation of the One. It quickly spread to the Universities, and the Chorus desperately attempted to stamp it out, viewing it as a threat to the True Faith. Roger Bacon, who practiced and privately taught alchemy at Oxford and Paris, was censured by the Church in 1277. This proved the first shot in the Chorus' attempt to eliminate the craft, and many alchemists either abandoned their work or took up with the Cabal of Pure Reason. Those who remained found a spiritual truth in their suffering, arguing that they had been transformed by the fire of the Chorus into something stronger and more pure. \nBy the early fifteenth century, the Solificati, as they had come to call themselves, were largely distinct from the Church. Most of them were upper class men and women, since only the wealthy could afford the expensive tools of their work. In contrast, most of the Eastern alchemists were poor hermits, who financed their work by transforming common substances into gold and silver. What they shared in common was a strong insistence that the material world was an allegorical guide to the spiritual one. The Craft as a whole had begun to meet regularly, at 20 year intervals, each time at a different city. At the Baghdad Session in 1455, Diplomate Luis, a Cordovan alchemist, argued forcefully that the Solificati had to join with the other Traditions, and he was appointed to represent them at the Grand Convocation at Mistridge, although many of the Eastern mages had considerable misgivings, given his strongly aristocratic background and personality. When the First Cabal was formed, the Eastern alchemists argued that the Solificati representative must have as strong an understanding of Life magics as Matter, to balance out the two branches of the Solificati. Heylel Teomin, a European who had travelled in Arabia and Asia, was chosen as the ideal alchemist, a person who combined male and female, rich and poor, Matter and Life. Heylel was seen as embodying all that was good about the alchemists, and under his influence, many of the underlying arguments about the nature of alchemy were laid aside. \nHeylel's treason in 1470 shattered the Solificati. The more dogmatic Eastern members felt that his corruption was due to the inherently flawed nature of Western alchemy, and many of them broke off contact with the West in disgust, while the Westerners argued that Heylel's biological experiment was misguided and corrupt. The more rationalist Solificati concluded that the spiritual focus of the craft was misguided, and a good number of them were drawn into the Technocracy, particularly the Progenitors and the Pupils of Parmenides. Some of those who joined the Pupils were among the most prominent of the Western alchemists, which has led some scholars to conjecture erroneously that the Solificati were actually the forefathers of the Sons of Ether. Those who remained true to the ideals of the Convocation were scorned by the other Traditions as suspect of treachery, and most of the remaining Solificati were driven out by this pressure. Those who decided to remain were absorbed by the Order of Hermes, which was sympathetic to their approach, and this faction has contributed much to the Order over the last few centuries, but they are no longer true Solificati. Under these various tensions, the weak organization of the Solificati collapsed, and despite periodic attempts to organize another Session, the craft has remained a collection of reclusive individuals who communicate with each other only sporadically. \nThe next few centuries were unkind to the Solificati. A good number of the more prominent and gifted alchemists were won over to the Technocracy. Paracelsus' assumption that alchemy was the handmaiden of medicine served to funnel many mages into the Progenitors, and eventually in 1541, another Solificati, seeing the damage that Paracelsus was doing to the Craft, murdered him with a bottle of specially brewed wine that caused him to have a fatal accident. Copernicus' heliocentric theory proved a grave blow to the astrological assumptions of the alchemists, for whom the geocentric theory had deep spiritual ramifications. At the Symposium of London in 1661, the Iterator Robert Boyle convinced the Technocracy to destroy the Four Elements theory of matter, and under his influence, the English Royal Society attacked alchemists throughout the Eighteenth century, disproving their work and embarrassing them. This assault humiliated many of the greatest Solificati and gradually drove them to the margins of society, where they remain today. \n\nPhilosophy\nMatter is that portion of the world which is unchanging in its true form, and therefore it is the most pure representation of the spiritual world, since living substances inevitably wither and decay, and forces are transitory. All matter is fundamentally one substance, and over time it evolves from base to pure, culminating in gold. This evolution is an external reflection of the hidden nature of reality. The universe expresses its spiritual truths in allegorical form, and by studying the material reality the alchemist learns the deeper spiritual lessons that will guide her to Ascension. Western alchemists speak of the attempt to turn base things to gold, while Eastern alchemists talk of the search for the elixir of immortality, but both groups understand this to allegorize the transformation of human nature. Both seek the Philosopher's Stone, which will enable them to complete their work. In many ways, the Solificati view themselves as the perfect Craft, combining the rationality of the Conventions with the spirituality of the Traditions, thereby uniting the opposing poles of magic. \n\nStyle\n\nThe Solificati are highly reclusive, because their pursuit of Ascension is an intensely individual endeavor. They employ a wide variety of arcane terms and devices because of the philosophical value they find in conceiving of their work in these terms. This is one of the major differences between them and the Order of Hermes, who employ obscurity to close out the undeserving, whereas for the Solificati it is necessary for true understanding. Western alchemists tend to be very wealthy and are most concerned with manipulating the world through their potions, while their Eastern counterparts are generally poor and ascetic, seeking to purify their bodies through mineral-based medicines, on the theory that by becoming as much like the immortal material world they will acquire its spiritual qualities. \n\nOrganization\n\nThe Solificati have no true organization, although there is some informal contact between them, as they share theories and trade results of experiments. There have been sporadic attempts to gather many alchemists together for another Session, but these inevitably founder over a variety of issues. To find more than two or three Solificati in one place at the same time is highly uncommon. \n\nInitiation\n\nLike the Order of Hermes, there is a long period of apprenticeship require, which much hard manual work, which is thought of as the first stage of purification of the base human nature. During this time the master speaks in obscure allegorical language, knowing that when the apprentice has pondered these matters enough, he will begin to understand them for himself, at which time he will Awaken. \n\n\nSphere: Matter \n\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {}
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "id": 2982,
    "type": "cexolocstring",
    "value": {
      "0": "Mage: Focus- Solificati"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 1
  },
  "PaletteID": {
    "type": "byte",
    "value": 181
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 10
        },
        "CostValue": {
          "type": "word",
          "value": 5
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 11
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "mage_solificati"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "mage_solificati"
  }
}
