{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 24
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1000
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Prime: This Sphere covers the study of Quintessence, the raw stuff of Awakened Magic.  Mages trained in this Sphere \nunderstand and manipulate creation at its most basic, learning to detect, absorb and alter this mysterious Fifth \nEssence.\n\nSpecialty: Celestial Chorus\n\n1 - Etheric Senses, Effuse Personal Quintessence\n\n2 - Weave Odyllic Force, Fuel Pattern, Enchant Patterns\n\n3 - Channel Quintessence, Enchant Life\n\n4 - Sublimate Quintessence, Permanently Enchant Matter & Forces, Tap Wellspring\n\n5 - Alter Quintessential Flow, Nullify Paradox, Permanently Enchant Life, Create Node\n\n \n\nPrime is the study of the flow of Quintessential Patterns, the basic building blocks of reality.  It isn't exactly \n'the study of magic,' but since nearly all magic manipulates Quintessence to some degree, it's a common use for \nPrime.\n\n \n\nPrime is an essential and powerful Sphere, as it governs the use of Quintessence to aid other forms of magic.  \nWithout wielding Quintessence, nothing can be made permanent, and the Mage's work will gradually fade away.  But \nPrime has more immediate uses - wielding Quintessence as a deadly weapon or a powerful shield, and gaining insight \ninto the workings of magic itself.  Prime energy fuels everything, so the Master of Prime has some control over \nanything.\n\n \n\nPrime cannot create things from nothing without other Spheres.  Prime deals purely with the magical side of things, \nand the essential nature of creation and destruction.  Think of Prime as the power cells of magic, and the other \nSpheres are its conduits and controls.  It's possible to use Prime alone - but the results are often impressive and \nuncontrollable.  Perhaps the greatest limit of Prime is that nearly all uses require Quintessence.  Furthermore, \nalthough there is no XP cost for creating temporarily magical items, if a Mage wishes to create a permanently \nmagical item, they must buy the Wonder background.\n\n \n\nApprentice Prime: Etheric Senses, Effuse Personal Quintessence\n\nThe Mage has tapped into the ebb and flow of Quintessence, able to see Quintessence in motion, flowing through magic \nand Nodes.  A Mage may be able to determine what kind of effect was cast and how powerful it was, long after the \nevent has passed.  This level of Prime can instantly discern a magical item from a non-magical one, and identify if \nsomeone is enchanted.\n\n \n\nInitiate Prime: Weave Odyllic Force, Fuel Pattern, Enchant Patterns\n\nThe Mage has learned to push the flow of Quintessence the way he wants it, in clumsy and destructive ways.  He may \nforce Quintessence to flow into an object, making a weapon more powerful, or create a weapon out of pure \nQuintessential energy.  With Forces, he might hurl a bolt of pure Prime energy at a target.  At this level, the Mage \nmay use Prime with other Spheres to create objects out of nothingness.  He cannot yet affect powerful stores of \nQuintessence, such as Nodes and Wonders, nor can he enchant the Patterns of living beings.\n\n \n\nDisciple Prime: Channel Quintessence, Enchant Life\n\nA Mage can now not only guide the flow of Quintessence, but start the flow of inert Tass (solidified Quintessence).  \nHe can transfer Quintessence from one thing to another, between Nodes, Wonders, his Avatar, Tass, and others.  He \ncan use this power to create minor Talismans and Charms.  He can even activate the life within Quintessence, giving \nthis pure energy a chance to act on its own.  A Mage with patience can gain Quintessence from the world around him, \nby leeching off the Quintessence released as things fall to entropy.  Finally, the Mage can now enchant life with \npure primal energy, allowing his hands and claws to attack other Patterns directly, doing Lethal damage.\n\n \n\nAdept Prime: Sublimate Quintessence, Permanently Enchant Matter & Forces, Tap Wellspring\n\nAt this high level, the Mage has learned to return Quintessence to the Tellurian directly - and by using this power \non an object, he can erase its Pattern from existence entirely.  He can gain a minor amount of Quintessence by doing \nso, siphoning off the Prime energy release as the object is erased, although this practice is quite a dark act, as \nit removes the item from reality entirely.  The Mage can now make greater Artifacts and Wonders, create Tass by his \nwill, or create Quintessence storage devices called Soulgems.  At places with powerful Resonance, the Mage can tap \nwellsprings - opening a temporary Node to bathe the Mage in Quintessence.\n\n \n\nMaster Prime: Alter Quintessential Flow, Nullify Paradox, Permanently Enchant Life, Create Node\n\nThe Master of Prime gains many new abilities governing the use of Quintessence.  They can blast targets out of \nexistence by shutting off the Quintessence in their Pattern.  Masters may also increase the flow of Prime through a \nbeing, instantly refreshing their Quintessence up to their Avatar Rating.  The Mage can now nullify some of the \nParadox in a subject, curing Paradox Flaws and preventing further backlashes, although his power is still \ninsufficient to fully contain Paradox.  Masters can enchant any living thing permanently, giving them blessings \n(particularly when combined with other Spheres), or making them living Tass or stores of Quintessence.  The Master \nmay now open a wellspring of Quintessence anywhere, giving a brief free source of Quintessence, and in places of \nstrong Resonance may even open new Nodes with his will.\n\n \n\nPrime\n\nSpecialties: Artifice, Channeling, Creation, Destruction, Perceptions, Resonant Effects\n\nAbove and beyond the Pattern Spheres sits the Sphere of Prime, the study of raw creation and the energy that fuels \nthe Tellurian. Prime is the study of Quintessence, literally the \"Fifth Essence.\" To every Tradition this is a \nsacred or valued power, for with Prime the mage can tap into and manipulate the keystones of cosmic forms. \nQuintessence is also known as ether or Odyllic Force, the underlying nature of the fabric of reality, the First \nEssence or Prime. Through Prime magic, the mage directs the flow of universal energies to create, destroy and \nreshape as she sees fit. While the other Spheres influence the actual stuff of creation, Prime controls the power \nfrom which they all spring.\n\nAccording to the united theories of the Traditions and Technocracy alike, Prime energy fuels everything. It is \neverywhere, flowing through living Patterns, swirling in Forces and coalescing into Matter only to be released \nagain. The cycle of Prime energy never ends. This cycle is the cycle of magic itself. From Prime energy, a mage can \ncreate the base materials of the Pattern Spheres, or he can reduce such objects to the sublime constructs of Spirit \nand Mind. He can convert Quintessence into magical force and draw out the natural power inherent in places or \nobject. He can cast enchantments of permanent power over things, nullify the workings of other mages and use the \npower of Prime to combat the rebounding force of Paradox itself at the greatest levels of mastery. Such mastery does \nnot come lightly, but it is the foundation of the most powerful and permanent workings in any Tradition and any \nSphere.\n\nMasters of Prime energy carry in themselves a reflection of that power. Although even mortals can feel the eeriness \nof mages, Prime Masters surpass that level of energy. They almost glow with radiance, be it divine or profane. The \nmagical power at the hands of a Prime Master lends the mage a definite palpable aura of other worldliness.\n\no Etheric Senses Effuse Personal Quintessence An Initiate of Prime studies learns to sense and see Quintessential \nenergy, be it stored in Tass, welling up from a Node, traveling across a powerful line, swirling through a natural \nPattern or shining during a Juncture of power. His Prime senses allow him to detect the use of magic, to\n\n\ndetermine when a coincidence was the result of a magical Effect and to see the flow of magic energy as it is shaped \nand cast forth. Although such perceptions are not necessarily sufficient to determine the exact Effect, they do \nalert the mage to the bending of the Tapestry.\n\nJust as each Tradition has its own view of Prime, each mage has a different sort of Prime sense. Some mages \nrecognize Prime as a brilliant white or blackness, a color that surpasses natural vibrancy. Others hear it as a sort \nof music or melody. A few ascribe to Prime a different sense entirely, a sort of comprehension that cannot be \ntranslated into the natural senses. Regardless of whether it is a pure, crystal matrix or a swirling darkness of the \noriginal Void, it represents power.\n\nBy sensing the strongest currents of Odyllic Force, a mage may align himself so that they flow into his own Pattern, \ncharging his Avatar.\n\nWithout the first rank of Prime, the mage cannot store free Quintessence within his own Pattern beyond the amount he \nreceives from his Avatar. \n\nMages without Prime magic cannot gain Quintessence ratings above their Avatar rating. The mage can't necessarily use \nthis power to gain additional Quintessence from meditation, but if someone tries to empower the mage with additional \nQuintessence, the mage must have at least this rudimentary understanding of Prime to be able to hold the excess \nenergy.\nIn conjunction with the other Spheres, the mage can see Prime energy in various Patterns or recognize specific sorts \nof Resonance and their strength. The mage can also determine if an area has a strong Prime wellspring (like a Node) \nor when a Juncture that creates Prime energy might occur.\n\no o Weave Odyllic Force\nFuel Pattern\nEnchant Patterns\n\nSummon Prime Weapon\n\nActivate Quintessential Matter & Forces\n \nBy reaching out and touching Prime energy metaphysically, the mage can create tiny diversions in the energy that \nfuels the Tapestry. She can twist the power of Quintessence, storing it in an object or turning it to use in \nspecific cases. She can also use this power to cast other magic into stronger forms.\n\nThe patterns of physical matter and forces may be enchanted, creating magic swords that may damage spirits or \netherically charged lasers to burn vampires. Moreover, Odyllic Force itself may be spun into a blow that hammers at \nPatterns, allowing a mage to launch bolts of pure Quintessential energy or to form a glowing weapon of mystic power.\nBase matter and energy that are already infused with Quintessence, the inert but magical forms of Tass, may also be \nactivated, structuring its essence so as to compose potions or temporary Charms.\n \nIn conjunction with various Spheres, the mage can create materials, forces or creations from the ether. The mage can \nalso spin dreams, nightmares and quasi-real phantasms with Mind magic, or generate new constructs of Spirit energy.\nWhenever a mage creates a Pattern \"from nothing,\" she uses this power of Prime to divert a small amount of the \nTapestry's-energy into that new Pattern. Thus, all Effects that create Matter, Forces or Life out of nothingness \nrely on the mage also using Prime 2.\n\no o o Channel Quintessence\nSublimate Quintessential Matter & Forces\nActivate Quintessential Life\nEnchant Life\n\nNormally, a mage cannot pull Quintessence directly from the Tellurian itself. Although the flow is immense and \nconsign, it is also tied intimately to the shape of the Tapestry. However, in some special places (Nodes) and times \n(Junctures), excess Quintessence bubbles up through the Tapestry, there to taken by a mage with command of Prime. \nEven though the mage cannot steal the Quintessence directly from a Pattern, he can take advantage of the rare \nopportunities where Quintessence arises unconnected to any Pattern.\n\nAs the Ahl-i-Batin explain, Quintessence is either free or fixed and it's like water in a desert land - just as \ncommon and just as precious. Nodes are like wells and oases, with mage Chantries the caravansaries that are built \naround them. Periapts are gourds to hold the water, while Junctures are the rare rainy days. There is enough water \nin the air and sand to let a palm tree grow, if you give it time, just as there is enough free Quintessence around \nyou to spin into the Patterns of the elements or life. The remaining Quintessence, like water, is fixed, giving life \nto palm trees and camels and women and men, and you can no more drink that Quintessence than you can drink the air \nor the sand. Yet a mage is a fortunate man, for he has a righteous djinn in the form of his Avatar, pouring cool \nsweet water when he asks and carrying it as a slave would hold a precious gourd as they travel from oasis to oasis, \nasking hospitality. But only an unrighteous man or a desperate one would slay his camel for the water it holds.\n\nThis poetic analogy holds true. At this level of understanding, a mage skilled in Prime gains the ability to pour \nwater from gourd to gourd or drink blood from his camel. That is to say, free Quintessence may be transferred from \nPeriapt to Periapt, or from a Periapt to a mage's Avatar or back. The mage can pull Quintessence out of inert Tass \nfor personal use, as well.\n\nMagic is Green Hermetic mages commonly use the following color scheme for perception of the magic of each Sphere:\n\nCorrespodence: Purple \nLife: Red \nPrime: White\nEntropy: Indigo\nMatter: Brown \nSpirit: Gold\nForces: Orange \nMind: Blue \nTime: Green\n\nHowever, please note that not all mages - and not even all Hermetic mages-perceive magic with this color scheme, or \neven perceive it in terms of color at all. This construct is simply a way of looking at things as taught by a \nmajority of the Tradition. Spontaneously Awakened mages, and members of sub-Traditions, have different ways of \nviewing the world.\n\n\nAt this level, inert Tass may be sublimated and forged into permanent Artifacts and Talismans, as the mage forged it \ninto Charms at the previous level, and living Tass may now be activated so as to become a living Charm. Chimerical \nand ephemeric Tass, such as the substance of dreams and the ectoplasm of ghosts, follows the same rule as physical \nmatter - sentient chimera and living ephemera are treated the same as living beings, while inert dreamstuff and \nectoplasm follows the rule of Tass created of base matter and energy.\n\nAs he enchanted swords and flames before, the mage of this level now gains the ability to enchant living beings, \nsuch that hands and claws can now inflict damage directly upon Patterns. In conjunction with other Spheres, the mage \ncan create items of power or fuel them with energy. The mage can not only create items from nothing, he can steal \naway a small measure of Quintessence from Patterns as they decay. Such energy returns quickly to the flow, and it is \nmore directed than harnessed, but it can offer a small measure of additional power to the mage's workings.\n\no o o o Expel Base Energy from Matter & Forces\nSublimate Quintessential Life\nPermanently Enchant Matter & Forces\nSuffuse Matter & Forces\nCreate Soulgem\nTap Wellspring\n\nAs Disciples of Prime learned to divert and ripple the flow of ether through the Patterns of existence, Adepts \ndiscover how to return the Quintessence to the Tellurian, at least from settled and unconnected Patterns (Matter and \nForces). Doing so has the direct and deadly effect of erasing them from mental, physical and spiritual existence. \nThis energy returns immediately to the Tapestry as the object vanishes forever, but with proper use of other Prime \nmagic, the mage can sometimes divert a small measure of the released power into his other Effects.\n\nAdepts also learn how to sublimate the Quintessential patterns of living Tass so as to create Artifacts and \nTalismans, as well as those nonliving wonders meant to be grafted to living creatures, such as cybernetic arms or \njeweled slippers that never come off until the wearer is dead. The mage also learns how to take the nonliving \nPatterns of existence which are not suffused with free Quintessence and infuse them with Quintessential energy from \nhis Avatar, creating Tass, or sublimating that Tass into a Periapt resonating with the power of his own Avatar. Such \na Periapt is called a Soulgem.\n\nAt places with strong Resonance, the Adepts of Prime also possess the wondrous ability to reach deep into the earth \nand tap a wellspring of free Quintessence. This act is the metaphysical equivalent of opening a fire hydrant on a \nhot day - it will soon be shut off, but is very refreshing while it lasts. Doing so may also recharge the \nQuintessence of Periapts in a controlled Effect.\n\nIn conjunction with other Spheres, the mage can enchant objects with selective qualities, enhance magical powers and \nplace them into items permanently or disperse all manner of Patterns back into the Ether.\n\no o o o o Expel Base Energy from Life\nAlter Quintessental Flow\nNullify Paradox\nPermanently Enchant Life\nSuffuse Life\nCreate Soulflower\nCreate Node\n\nFountains of Paradise Masters of Prime can blast living beings out of existence - body, mind and spirit - shutting \noff the flow of Quintessence to their Patterns like cutting off light to an image on a screen. The Celestial Chorus \ncalls this act \"erasing a name from the Book of Life.\" Fortunately, doing so does not affect the Book of History or \nthe Book of Destiny (although Masters of Time and Entropy can do both these deeds).\n\nMore kindly, Masters of Prime may also increase the flow Of Prime through ? being, refreshing the Quintessence of \nAvatars instantly. Masters of the Chorus in particular learn how to atone for their sins against reality, channeling \nQuintessence to nullify Paradox as part of \"Penance.\" Pope Honorius, also a Master of Time, used this Effect to \ncreate the fabled \"Perpetual Indulgences of Pope Honorius,\" which forgave not only one's present sins but a measure \nof one's future sins as well. Dreamspeakers are known to charge special crystals with Prime energy designed \nspecifically to attract and nullify Paradox, while Hermetic mages form elaborate wards and counter-sigils to \nreinforce their spells with Prime energy. Masters also know how to enchant any living being or spirit permanently, \nable to grant them blessings as do the fae and the spirits of the Umbra. Living things may also be suffused with \nQuintessence to create living Tass, and the Master may also suffuse a living thing with the Quintessence of his own \nAvatar to create a Soulflower, a living Periapt (though it needn't be an actual flower).\n \nThe Masters may now also reach into the earth and tap a wellspring of free Quintessence anywhere, not just at spots \nwith strong Resonance,creating pure uncolored magic in an Effect the Ahl-i-Batin call \"The Fountains of Paradise.\" \nEven more wondrous, where Resonance is strong,\n\nMasters of Prime can harness the power of the ley lines and dragon paths to create a new Node, or consecrate a \ncertain cycle of the seasons as a Juncture, though these are mighty rituals that are not lightly attempted. It is \ntheorized that the Oracles of Prime may create a Node or a Juncture wherever they please.\n\n\nPrime Effects\n\no Consecration - A mage may allow the ether to suffuse his aura, so that his unique pattern of psychic Resonance \nbleeds over and into an object and forges an etheric bond between the two. This phenomenon occurs naturally, and \nSleepers even make it happen subconsciously, but the magic of Prime can perform quickly what is usually an extended \nprocess. Such consecrated objects are useful in that, as they are considered part of a person's Pattern, they will \nthus transform, translate or otherwise change along with the subject to whom they belong. There is also some risk to \nthis Effect, for such intimately connected items can be a great danger if they fall into the hands of an enemy. \nLikewise, a person or a place may be aurally marked in this manner, the subject linked to the place or person, and \nthe person or place linked to them in turn. \n\nNaturally, such sympathetic magic causes an object to carry some of the mage's Resonance Traits, and it may seem to \nhave a \"personality\" of its own, reflecting the owner. An object so suffused typically counts more closely as a \nconnection to the mage on the Correspondence Ranges chart. With Prime 2, it's possible to form such a bond with a \nliving creature. Although this bond doesn't help the mage to sense the creature's thoughts or moods without Mind \nmagic, it is used in the formation of familiar bonds (for familiars with living forms) and sometimes as a sort of \n\"lifeline\" to valued friends or loved ones. The mage can always use his Prime senses to track back the link, as long \nas it exists.\n\no Heart's Blood - An initiate of Prime can easily sense the flow of Quintessence through his own body - his life \nenergy. This energy flows from the Tellurian, through the Life Pattern and back out to rejoin the cosmos. Each point \ncorresponds to a health level, the last three on beyond Incapacitated and their loss resulting in death.\n\nIn desperate times, mages skilled in Prime - typically the Celestial Chorus and the Verbena - can push themselves \nbeyond their limits and \"give 'til it hurts,\" taking the additional health levels as points of Quintessence above \nand beyond what is stored in their Avatars. Such damage may only be healed by time and bed rest, not magic, so most \nmages will usually only risk the Bruised health level. Mages of the Chorus, however, have burned themselves out in \nacts of martyrdom to perform one last holy miracle, while Verbena with low Avatar ratings often use their Bruised \nhealth level as a power reservoir, considering the sacrifice of heart's blood more holy than the spiritual energy \nused by most mages.\n\no Watch the Weaving - This Effect is not so much a spell as an additional degree of sensitivity. When any magical \nEffect is attempted within the vicinity of a disciple of Prime, he may roll Perception + Awareness to detect the \nweaving of the etheric threads. Once the mage has noticed the subtle tint of magic - or if the mage is just \nnaturally suspicious - he can use this Effect to actually see or sense the magical weavings. Most mages perceive \nthese weavings as patterns of light and color in the air, although perceptions vary according to the nature of the \nmage, the Tradition of the spellworker and the Effect in question. However he perceives magic, the mage may watch \nthe weaving and attempt to identify the patterns and thereby discern the magic's intent, as well possible \naffiliations of the caster.\nMages of the Order of Hermes use a standardized system of mathematics, colors and seals as notation to record the \nforms of unknown magic.\n\nThey may then take these notes to Masters of the Order who then decode the basic form and intent of a particular \nweaving. The mage may then allow the patterns of familiar rotes - or unknown spells that bear the seal of a friend \nor ally - to pass by unopposed, as the mage knows they are of friendly intent.\n\nThis forewarning also allows the mage to attempt countermagic if he understands all the Spheres involved. Other \nmages, who do not have etheric senses, can recognize only magic that involves them directly in some way or of which \nthey will feel the immediate effect. For example, if a Nephandus attempts to conjure a demon, most mages cannot \nattempt to counter this spell (even with knowledge of Spirit ) since the spell is not affecting them directly. \nHowever, a priest of the Celestial Chorus could use Prime to sense the stirrings in the ether at the Nephandus' \nwords - and possibly even recognize the demon's sigil as it appeared in the air. Assuming the mage also understands \nthe Sphere of Spirit, he could counter the magic invocation the moment it began. Continuous magic, particularly \nwards and curses, may also be detected by use of this Effect, although it often requires some knowledge of the \nappropriate Spheres involved in order to comprehend their nature fully.\n\no o Body of Light - At this level of Prime, the mage may use his control over the ether to weave what is known as a \nBody of Light. A Body of Light is a purely etheric construct that typically takes the form of a person's idealized \nself, but it may take any form the mage devises. There is no mental or emotional content to such a creation. It is \nmerely a useful empty shell typically used to house the astral form of a mage using Mind to travel. Without one, the \npsyche is essentially naked for its journeys through the Astral.\n \nThe Body of Light, however, is more than just a work of vanity. The form serves as armor, as well as a physical form \nfor travel within the Middle and Lower Realms of the Umbra. Astral travelers who wish to perform shapeshifting or \nother feats in places where they do not have a spiritual body - like Dream Realms - must use a body of light. Also, \nwithout such a body, an astral traveler is invisible to those in the physical world, even to those who can sense \nspirits or magic (Spirit 1, Prime 1). While those sensitive to mental emanations (Mind I) will be able to sense the \nmage's presence, he will not be able to communicate without further use of Mind magic.\n \nThe Body of Light is also commonly used in conjunctional Effects with the Pattern Spheres to allow a mage to \nmaterialize his idealized form as an illusion of light, as living flesh or even as a golem of living stone, while \nhis true body and spirit lie protected elsewhere.\n\nThe technique of Grafting the Body of Light is also used to create things of ether which are then transmuted to \nphysical substance via the Pattern magic. It may also translate things of the base elements into pure ether which \nmay then be used as adjuncts to a Body of Light.\n\no o Enchant Weapon - A mage now leams to reweave the underlying Quintessence so as to clarify and intensify existing \nforms, enchanting objects and creatures. Weapons treated in this manner - while doing no more damage than their \nmundane counterpart s - strike directly to the Patterns of their targets, inflicting aggravated wounds.\n\nThe etheric form may also be made different from the physical, so that a dirty denim jacket may have the underlying \nstructure of a Kevlar vest, or a broken talismanic dagger may still have a whole blade with regards to magical \nstructure. Such structures are still what they appear to physical reality - the denim jacket would not stop bullets, \nnor could the nonexistent dagger cut butter - but to etheric, spiritual and astral reality, they are quite real. The \njacket could stop spirit darts while the dagger could stab wraiths, or even perform whatever magical or ritual \nfunctions it did before.\n\nNote that a mage cannot yet imbue Life with static seething Prime energy at this level, so he cannot cause his own \nPattern to tear into other Patterns - but a clever mage could easily wear enchanted gloves for combat. Enchanting a \nPattern in this fashion typically requires energizing it with a point of Quintessence (the enchantment lasts for the \nduration scored, but is almost never permanent without a greater supply of Quintessence).\n\no o Holy Stroke - Even initiates of Prime can defend themselves by using pure, charged Prime energy. When a material \nobject is not handy for brief enchantments, or when the mage simply needs to get the job done with a demonstration \nof pure, nonconjunctional power, this Effect is appropriate. The mage fires coruscating energy at the opponent, or \ncreates an ephemeral, glowing weapon of Prime energy. Such a construct requires Quintessential fuel (typically one \npoint per use), but it inflicts aggravated damage using the mage's Prime skills. Depending on the attack, the mage \nmight fire it off as a bolt, or simply slash with a glowing sword of holy energy. Such attacks are particularly \neffective against supernatural opponents. On the downside, the mage must score enough successes to not only inflict \ndamage, but to maintain the Effect and to affect the targets desired (striking an opponent with a blast of Prime \ncounts as one target; creating a Prime hand weapon only counts as one target regardless of how many people it's used \nto strike, which is why swords of light are more common than holy bolts in massive battles).\n\no o o Bond of Blood - Transferring Quintessence between Patterns is a staple of potent magicians. The mage can take \nQuintessence from Tass or from a Node. If offered freely, the mage can even accept Quintessence from another \nindividual, or gift a person with his own Quintessence. The mage can store energy in a P eriapt or store it in \nanother object. With a powerful enough Effect, the mage can even strike out against another mage and drain away that \nmagician's extra Quintessence, although energy stored in the Avatar is inviolate.\n \nThis Effect gets its name from the Verbena, who use blood as a conduit for Quintessence. The Verbena in question \nsmears an object with her blood or shares blood with a person in order to share her Quintessence. Hermetic mages use \na similar rite by passing around a golden chalice and drinking from the cup or anointing a subject with it.\n\nAlthough other supernatural creatures often carry their own power, taking Quintessence from them is a chancy matter \nat best. Most have a form of power that does not translate well into universal energy, and it is often bound up in \ntheir own inherent natures (that is, their Avatars). In the rare case where a mage is offered that power in some \nsort of conduit - vampire blood, for instance, or a shifter ritual that allows the trade of spirit energy - he can \nharvest Quintessence from the source. However it is usually inefficient and loaded with Resonance.\n\nAs a variant, a mage can sometimes channel a small trickle of Quintessence from a Pattern that's destroyed. An \nobject that's burned normally releases its Quintessence back to the Tapestry, but the mage can coax some of that \nQuintessence into taking a slightly longer route and tunneling through another Effect. Such an Effect must be used \nconjunctionally with whatever magic it's powering, but allows the mage to draw a single point of Quintessence from \nthe process of breaking or sacrificing things, like pouring out an offering of wine or burning several sticks of \nvaluable incense.\n\no o o Enchant Life - Because of their ever-flowing and changing Quintessential currents, Life Patterns are more \ndifficult to affect with Prime power than simple Matter or Forces. With this feat, the mage energizes the Life \nPattern and gives it greater solidity, anchoring it in reality. This Effect makes the creature seem more \"real,\" and \nit oft en provides a sudden flush of energy or emotion.\n\nFurthermore, the living being can inflict aggravated (Pattern) damage with its own natural weapons. Akashic Brothers \nthus affected can score incredible damage with their bare hands, or shapeshifting Verbena can use claws to \nincredibly dangerous effect. As always, such an enchantment typically requires the expenditure of a rare and \nvaluable point of Quintessence.\n\no o o Lambs to the Slaughter - Sacrifice is a highly controversial magical procedure, painted black in the-eyes of \nmost of society - and no few mages - by images of Nephandi gaily slaughtering virgins, goats, children, passersby \nand whatever comes to hand.\n \nSacrifice, however, is used, approved and even praised by all Traditions in one form or another. The most common - \nand most holy - form is self-sacrifice, as done with Heart's Blood. Heart's Blood may be combined with a living bond \n(see Consecration) to sacrifice one's own life energy to power another's magic. The magic comes from a willing \nsacrifice, and this sacrifice lends the magic additional power, the psychic Resonance of the primal energy in \nharmony with the magical working. Thus, a woman who gives of her own life energy to save the man she loves will have \nthe power of that Quintessence affected by the Resonance other love (and the total sacrifice of her life may not \neven be necessary, depending on the magic).\n\nIn many other magic spells, the mage sacrifices some sort of material object: breaking an item, burning it, burying \nit or otherwise destroying an object of value. In the case of Tass, this act releases its excess Prime energy; to a \nmage with Prime magic, it allows the mage the opportunity to channel away a small measure of Quintessence as the \nitem is destroyed (typically one point). Such Quintessence returns quickly to the flow, as soon as the object is \nbroken, and so it must be used immediately. The trouble with most Nephandic rituals - and the reason most Nephandi \ngain no additional power from their sacrifices - is that the victims are unwilling. Every point of Quintessence \npulled out of the blood of an unwilling victim generates an equal and opposite measure of psychic Resonance \nabsolutely opposed to the murderer and everything he or she stands for. This Resonance cancels out any benefit there \nmight be from blood on the altar (apart from pleasing one's Dark Masters).\n\nHowever, a willing sacrifice - such as a Celestial Chorus priest who martyrs herself to save her flock, a Verbena \nacolyte willingly burnt in the Wicker Man to end a famine or a Nephandic groupie who really and truly believes that \nthe best thing she can do with her life is spill it on the ground for the greater glory of the Dark Masters - gives \na great deal of power to a ritual. This sort of devotion can't be mentally compelled or blackmailed, but it can be \ncarefully taught. There are certain Nephandi who raise children as \"innocent lambs,\" treating them well and telling \nthem: \"The Dark Masters are your friends. The Dark Masters are better than Barney. There's nothing more wonderful \nthan to be sacrificed to the Dark\n\nMasters - but we won't do that yet. We'll save it for a special occasion. All praise the Dark Masters\".\nVerbena, Hermetics, Euthanatos and particularly traditional members of the Chorus engage in similar practices, but \nwith domestic animals - particularly lambs, goats, chickens and calves. They raise them with a great deal of special \ncare and special treatment, then use them as the centerpiece (and main course) of seasonal rituals and feasts. As \nvampires know, the amount of life energy in such a creature is not as great as it is in a human, but there are also \nless mural qualms about killing a chicken or lamb.\n\nMany people find the concept sacrifice of distasteful, but it is included here both as a story element and as an \nimportant part of both ancient and modern magical and religious belief. However, a Storyteller is free to disallow \nsacrifice as a source of magical power if it is a story element she does not want to deal with, if it's \ninappropriate to particular magical ceremony or if the proper rites and rituals have not been observed by the \nplayer's character. A Verbena might gain between two and five points of Quintessence from an appropriately raised \nand humanely slaughtered lamb as part of a May Day feast. Then again, the lamb may not be that innocent or willing, \nand any possible bonus might be spoiled by negative\n\nResonance. It is a matter of Storyteller opinion and judgment whether any particular sacrifice holds power beyond \nthe beliefs of'the person performing the ritual.\n\no o o o Create Talismans and Artifacts - Although it's technically possible to create some forms of minor magical \nitems with lesser Prime power, most potent objects require at least an Adept's knowledge of Prime. The mage \nessentially concentrates Prime energy and reweaves it into the desired Effects (using other Spheres known, or guided \nby special grimoires and mentors), imbuing the object with a magical Pattern in addition to its own natural \nqualities. The item gains certain powers, perhaps even taking on elements of the mage's Resonance and personality.\n\nA mage can also use this power to create a Soulgem, a special Periapt that concentrates Quintessence with her own \nResonance. Such an item is tied intimately to the mage's Avatar, and it can be used by only the mage herself.\n\no o o o Flames of Purification - Mages of the Celestial Chorus are not destructive by nature. Still, they have been \nknown to wield the power of Prime to cleanse reality of abominations. By fanning her focus over a chosen object, a \nChorister can invoke this Effect and cause the object to burst into mystical flames. This fire sheds no heat, yet it \ndevours quickly the target.\n \nThe mage releases the object's Quintessence back into the ephemera of the Tapestry. The item suffers aggravated \ndamage, and its Pattern evaporates into nothingness if it's destroyed completely. Only inanimate objects or forces \ncan be dispersed with this power. With the Bond of Blood variant, the mage can even channel a tiny amount of this \nQuintessential destruction into a separate Effect.\n\no o o o Wellspring -When a mage finds a place of strong Resonance that matches her own power, she can reaffirm her \nplace in the Tapestry and draw strength from the matching emotions. The mage simply \"opens up\" to the power carried \nby those emotions, and refreshes her Quintessence naturally. It's like a sudden shot of energy that comes straight \ninto the mage's innermost drives.\n \nWhat constitutes acceptably strong and appropriate Resonance is, of course, up to the Storyteller. A mage generally \nneeds to use an Effect of this sort at a place where the Resonance is powerful enough that it's felt even by normal \npeople. Even if the location isn't a Node, the mage can draw a small amount of Quintessence from it (generally one \npoint for every three successes scored on the Effect, up to a limit of the mage's Avatar rating). Once the mage has \nfilled up her reservoir of Resonance (drawn out Quintessence equal to her Resonance Trait rating), she's \"used up\" \nthe metaphysical power in the place, and she will have to come back later for more.\n\no o o o o Fount of Paradise - The famed Akashic fount allows the mage to reseat his Pattern with respect to the \nTellurian, refreshing his Quintessence anywhere and any time. Akashic Brothers also use this Effect through \nmeditation, while Choristers pray for holy inspiration. The mage simply uses this Effect and each success translates \ninto a point of Quintessence restored to his Avatar.\n\no o o o o Paradox Ward - Although only Archmages of Prime would know for sure, mages surmise that the nature of \nParadox runs counter to the smoothing effects of Prime. This Effect draws upon that theory, negating the worst \nresults of Paradox with a charge of Quintessence. The mage invests some symbol of his workings with Quintessence, \nshowing that he puts utmost effort and care into his magic. Then, instead of rebounding or twisting in unusual and \nunexpected ways, the magic takes form exactly as desired, powered by the Quintessence. Each point of Quintessence \nchanneled with such a rote (up to the successes scored) nullifies one point of Paradox. With a little duration, the \nmage can set this Effect up in advance right before casting a more powerful Effect, or he can add this extra care \nand power to another Effect conjunctionally as he weaves it.\n\no o o o o Master's Enchantment - This catch-all describes the greatest enchantments known to Masters of Prime - the \nenchantment of a living being, place or time with the power of Prime. Enchanting a living creature enables the mage \nto create a Relic, a magical being or blessing ona person. Enchanting an area, often by bending ley lines or \nchanneling natural energies, creates a Node. By consecrating a specific time with adherence to rituals and patterns, \nthe mage can create Junctures where regular surges of Quintessence spring forth.\n\nNaturally, such-superlative enchantments represent the pinnacle of the Master's craft. Few mages even attempt such \nvulgar feats any more, and the number of mages who could complete such a task - or even know that it's possible - \ndwindles every day.\n \nA mage who creates a Node or Juncture essentially makes a temporary ripple in the Tapestry, where a specific space \n(with correspondence) or time (with Time magic) surges with Prime energy. The mage must meet the full requirements \nof the area and the duration, and such a task qualifies at least as an outlandish feat (requiring 10 or more \nsuccesses in addition to the duration and are?). Creating a new Node permanently is a job for an entire circle of \nMasters, and it can backfire and blow all of the mages into oblivion. As rare as they are, Nodes are easier to find \nthan create.\n\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {}
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Mage Sphere Prime 3"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 9
  },
  "PaletteID": {
    "type": "byte",
    "value": 181
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 10
        },
        "CostValue": {
          "type": "word",
          "value": 5
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 11
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 3
        },
        "CostValue": {
          "type": "word",
          "value": 8
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 15
        },
        "Subtype": {
          "type": "word",
          "value": 329
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "mage_prim_3"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "mage_prim_3"
  }
}
