{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 24
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1000
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "connection: All points in space are one.  Command of this Sphere allows a Mage to transcend the constraints of space and distance.\n\nSpecialty: Ahl-I-Batin\n\n1 - Immediate Spatial Perceptions\n\n2 - Sense Space, Touch Space\n\n3 - Pierce Space, Seal Gate, Co-Locality Perception\n\n4 - Rend Space, Co-Locate Self\n\n5 - Mutate Localities, Co-Location\n\n \n\nconnection is the magic of connections - links between Patterns that exist independent of distance and space.  For example, a wedding ring links you to your spouse, even if you're on opposite sides of the world.\n\n \n\nIt may be easy to pass off connection as the magic of space, but the Sphere has broader applications than that.  connection covers relationships between objects, links between places, distance, and ultimately the realization that distance is just an illusion.\n\n \n\nconnection cannot teleport a person's heart out of their body, or the gas out of a car, without using high levels of Life or Matter as well.  connection doesn't affect parts of a Pattern - it is concerned about the relationships between Patterns as a whole.\n\n \n\nApprentice connection: Immediate Spatial Perceptions\n\nThe Mage has learned how to see space, and gained an intuitive knowledge of distances and directions.  Common effects at this point allow the Mage to feel out the contours of objects around him, to accurately know the distance to or size of an object, and sense Patterns which may be hidden to his other senses.  With the right Rotes, a Mage can even detect warps in space, teleportation signatures, gates, wormholes, and other instabilities in space.\n\n \n\nInitiate connection: Sense and Touch Space\n\nYou can now extend your senses with connection - not only sight and sound, but touch, smell, and taste if need be.  More elaborate rituals may allow you to conduct long-distance scrying, but generally requires something connected to that place, and creates more of a connection (and thus evidence) than most Mages care to leave.  The visions of this level are vague and unclear, as well.  To a lesser degree, you can also strengthen the notion of space, making it harder for others to scry on you.  You can sense space, touch it, feel it - but as of yet, not mold it, rip it, tear it, or repair it.  Also, you can now combine connection with other Spheres, increasing their range of usefulness.\n\n \n\nDisciple connection: Pierce and Seal Space, Co-Locality Perception\n\nThe Mage has learned to manipulate the very fabric of space, in a clumsy fashion.  The character can now open rifts in space lasting for an instant.  Rather than simply sending his perceptions, the Mage can now send himself across space, in a limited but effective form of teleportation.  Furthermore, the Mage's ability to strengthen Space is enhanced, allowing them to seal space against intrusion and close gates and wormholes.  Even more impressive, the Mage now has a limited ability to remove their perceptions from the limits of space, watching and listening at many places at once.  Of course, this Sphere alone doesn't help the Mage interpret the incoming data, and co-locality perception can quickly turn into a cacophony of sight and sound.\n\n \n\nAdept connection: Rend Space, Co-Locate Self\n\nNo longer simply opening portals for a moment, the Mage now tears holes in space that remain, allowing others to move through the distortion.  A Mage might also tear space around an object, effectively removing its influence from reality.  The Mage can also make space selective, creating portals that only allow certain patterns, or place himself outside of space, allowing him to watch literally from nowhere.  Finally, more than just extending perceptions to multiple places, the Mage can now be at multiple places at once - and with judicious use of other Spheres, might even be able to think and act differently in each place!\n\n \n\nMaster connection: Mutate Localities, Co-Location\n\nThe Master of connection not only pulls, tears, and mends space, but bends and twists it like taffy.  A Mage can stretch distances, play with volumes and angles, and rework the very nature of dimensions and space.  A three-foot rod might look ten feet long, or a gun's bullet could reverse on the shooter.  More interestingly, the Mage can now remove the limits of space - things can exist in the same location at the same time, superimposed upon each other as two locations become one.  Mages using this level of connection with other Spheres can create bizarre effects, interacting with space in ways only limited by the Mage's imagination.\n\n\nCorrespondence\n\nSpecialties: Conjuration, Distortion, Scrying, Teleportation, Warding\nSpace, interrelationships and sympathetic links all become clear through the study of Correspondence. By bending Space or bypassing it entirely, a mage can travel rapidly, fly or teleport from place to place. Divining, locations allows the mage to see far-away places or direct magic over distances. With a link between a person and an object, Effects may be targeted through connecting rituals.\n\nDistance forms no barrier to a master of Correspondence. Indeed, distance and even space do not exist to the student of this Sphere. Through the unifying Correspondence Point, mages realize that all things occupy the same space - or no space at all. Virtual Adepts, the most dedicated modern students of Correspondence, theorize that all things coexist in a single All-Space or Correspondence Point, and that bypassing space is simply a matter of realizing this unity. Mathematically, space is just an illusion, a convenient construct of the mind. Objects, people and places don't really take up space, according to such theories. Instead, everything is just a Pattern, and space simply describes the relations of different Patterns to one another.\n\nMystically inclined mages see Correspondence through the theories of contagio n and sympathy. Any two things that have touched share a little trace of that connection, which can be called on through Correspondence. Objects or places that are similar in Pattern can be manipulated through that similitude. Any sort of connection opens the door to the manipulation of Patterns. It's always easier to work with the familiar than the strange, after all.\n\nIn and of itself, Correspondence understanding is highly abstract. A mage skilled in Correspondence can measure space, find connections between objects and move Patterns around. Combined with the other Spheres, Corresponding becomes a formidable tool indeed. Proper use of Correspondence lets a mage bypass the limits of his own senses, extending his magic and actions to distant places or object s as long as he can form some connection. Correspondence visualization lets a mage see far-away places, people or things, and perhaps even ouch them, go to them or drag them to himself. This door swings both ways, though. Just as a mage forges a connection, that connection can be traced back to the mage.\n\nSee the quick reference chart for distances on p. 163 for the sorts of links formed with Correspondence. The more disparate a set of objects, or the greater the perceived distance crossed, the more difficult the Correspondence Effect. Such distances can be combined in conjunction with other Effects. Doing so makes the Effect more difficult to cast but capable of extending to great ranges, possibly even beyond the mage's senses and to places of which he is not aware. Normally, a mage can extend his magic only to areas of his immediate senses, but Correspondence ranges bypass this limitation. The Correspondence Sphere lets the mage perform Effects beyond his line of sight, outside his hearing and otherwise in places beyond his normal reach.\n\nDespite its capacity to bend space and distance, Correspondence functions only on whole Patterns unless combined with the various Pattern Spheres. That is, it's impossible to just teleport away someone's heart with Correspondence alone. In essence, Correspondence does not affect Patterns directly; such manipulations must be done with other magic. Correspondence simply lets those Patterns be affected, whole and complete, in changes of space or distance. If the mage wants to use Pattern Spheres to affect something with Correspondence, she's limited by the Correspondence level (if it's lower than the Pattern Sphere). Thus, a mage can teleport something with just Correspondence, but if she wants to change its Pattern at a distance, her skill with Correspondence is as important as her skill with the other Sphere.\n\nAdvanced students of Correspondence seem befuddled or distracted, as if they're not paying attention to their surroundings. In truth, they are constantly aware of their immediate areas to a degree that others can hardly comprehend. In spite of their apparent distraction, these mages exercise absolute precision of motion, a result of their intimate understanding of distances.\n\no Immediate Spatial Perceptions Basic understanding of Correspondence allows a mage to develop precise and intuitive judgments of distance or area. A simple Effect enhances the mage's awareness of space to determine exact directions and distances. The mage can cast spells to \"feel out\" the contours of sp ace around her,using mystical senses to determine the placement of other Patterns even beyond the normal senses. With the proper Effects, a mage can also detect warps in space or the presence of gates, sinks, wormholes and other instabilities or tears in the very fabric of perceived distance.\n\nCombined with various Pattern Spheres, the mage can determine exact sizes and distances to creatures, objects or forces. With more ephemeral Spheres, the mage could develop a rough idea of the locations of nearby thinking beings, the area of power in a Node or the direction and distance to a peculiarity or strange coincidence.\n\no o Sense Space\n\nTouch Space\n\nWith scrying magic and projection, the mage can cast out her senses to various places beyond her physical form. The mage could touch and feel something physically at a distance or use magic to see a vista at a far-away location. The mage chooses one target and performs an appropriate Effect to scry there. Sensing a distant area forges a sort of connection between the mage and the location - a warp of Correspondence as the mage brings her Pattern in contact with the place - that can be detected with simple Correspondence awareness. This connection also extends the mage's perceptions to allow him to use his magic at such places. Conversely, the mage can make wards that bar scrying, or defend the Patterns that she perceives from conjuration or transportation, by strengthening the hold of space and hedging out such distant perceptions.\n\nCombining Correspondence sensing and touching with Pattern Spheres lets the mage affect small Patterns at a distance. The mage could reach out and touch a stone from a far distance, then use Matter with Correspondence to pull it into his hand, conjuring it from across a field. Similarly, the mage could deposit an animal some distance away with a touch and a conjunctional use of Correspondence and Life. As with all uses of Pattern Spheres with Correspondence, the mage is limited to his lesser understanding in the possible Effects. In conjunction with other Spheres, long-range Correspondence allows the mage to seek someone out in order to establish mental contact or read thoughts, project probability manipulation at a far distance, search for powerful sources of Quintessence to manipulate or even look into distant spirit worlds.\n\no o o Pierce Space\n\nSeal Gate\n\nCo-locality Perception\n\nTearing the very fabric of space itself, the mage can open a brief gateway to other places and step through. While the mage could only cast her senses out to distant locations previously, she can now actually travel via teleportation. The mage needs only sense the destination - or even haphazardly cast out to a random place, although doing so is extremely dangerous, then perform an appropriate Effect to change her Pattern's location. Drawing together connections in various Patterns- or severing them - is also possible, and it causes the Patterns affected to build a stronger or weaker bond that can be exploited later through Correspondence.\nBy strengthening the bonds of space instead of warping them, a mage can seal gateways and block the passage of Correspondence Effects. The mage can actually bar an area from passage, be it mundane or through Correspondence. Such an Effect prevents transportation in an area, and it can be cast over Patterns other than the mage herself.\n\nFinally, moderate comprehension of Correspondence allows a mage to split his perceptions over several locations at once. Although the mage can open a door to only a single place, or manipulat e individual Patterns without major effort, she can use her scrying to view multiple places simultaneously. The mage could experience the show in any form appropriate to her paradigm. She might see a set of ghostly superimposed images around her as she spies on multiple locations, or perhaps she has a series of small simultaneous images for different places.\n\nWith Pattern Spheres, the mage can use Correspondence to teleport Patterns or move objects from a distance. The mage reaches out and bypasses space to touch the object from range. Searching through multiple locations at once lets the mage perform very acute investigations, especially when using other Spheres to look for specific results.\n\no o o o Rend Space\n\nCo-locate Self\n\nAdepts of Correspondence can not only tear through the Tapestry to create warps or rents in space, they can force such distortions to remain instead of just sliding their own Patterns along brief slips of distance. The mage can create a free-standing wormhole or gate that transports anyone to another place, or he can bend space to remove something from the bounds of the normal Tapestry entirely. Space isn't necessarily mutable at this level, but various points can be connected or Patterns can be placed in new locations or even outside the concept of \"space\" altogether. Combined with specific wards, the gates through space can be made selective so that only certain types of Patterns may pass through.\n\nBy causing her own Pattern to manifest in several perceived spaces, the mage can appear to exist in multiple places at once. Judicious use of other Spheres can let the mage think separately in these places (with Mind magic) or even act differently in each (with Life magic).\n\nPattern magic used by an Adept of Correspondence can not only t eleport or move objects, but establish gates that bar or warp certain Patterns.A particular Pattern can even be thrust into its own bubble of non-space, closeted away from the universe. In such a bubble the mage can scry safely or put away an object where it can't be found or manipulated.\n\no o o o o Mutate Localities\n\nCo-location\nMastery of Correspondence allows a mage not only to pull spaces together or hold them apart, but to bend, twist and flex space itself like taffy.\n\nThe mage can stretch distances, alter volumes and spin around die very concepts of arcs or angles. A three-foot-long rod might be made to span an apparent 10 feet, or a gun could be folded so that its bullet comes out the apparently curving barrel heading toward the shooter, since the bullet travels along curved space and thus follows a straight line through a curved barrel.\n\nJust as an Adept of Correspondence can stack her perceptions or presence to see and interact with multiple locations, the Master can pull entire chunks of space together so that they can interact freely. Instead of gates through which things pass to travel, the whole areas become superimposed on one another. Objects and creatures can exist in two places simultaneously, because the places are now a single location. Items could be made to overlap without damage; in effect, more than one thing can occupy a single space at one time.\n\nCorrespondence Masters can use other Spheres to cause Patterns to interact bizarrely in overlapped space, to allow themselves to appear in multiple places with independent bodies and thoughts, to cause an object's spatial warping to also reflect in its physical characteristics or to shield areas from intrusion.\n\nCorrespondence Effects\n\no Sense Connection - Powerful uses of Correspondence pull places together or wrap space around like taffy. The proper rituals allow the mage to sense such distortions. This Effect is handy in determining if there's a gate nearby, whether someone is scrying or whether an object is being manipulated remotely. The mage can also determine if a Pattern has a specific connection to another Pattern. Obviously, this knowledge is extremely useful in sympathetic magic, or in determining what would be a good item to use or place to work a specific Effect. Note that a mage can't necessarily tell what something is connected to. The Effect merely indicates the presence or absence of an unusual Correspondence.\n\no Landscape of the Mind - One of the most basic Correspondence exercises, this Effect opens the mage's awareness to her surroundings without recourse to normal senses. With concentration and ritual, the mage can \"feel\" or perceive a great area of space, although extreme areas are both difficult to encompass magically (requiring many successes) and difficult to process mentally (generally requiring the aid of Mind magic for anything beyond a city block in area).\n\no Whereami? - Absolute sense of space gives the mage a perfect determination of her relative location. Combined with Spirit, the mage can even intuit location within spirit worlds, and thus find her place almost anywhere in the Tellurian. Mind magic lets the mage determine the validity of her senses and establish whether she's hallucinating or dreaming. Naturally, wards can alter or block such perceptions, and Paradox or Quiet might confuse the issue. In most cases, this Effect simply Jets the mage get a rough idea of where she is relative to some axis other normal, familiar world, so that she can get home or find her way. This Effect gets its name from the Virtual Adepts, who tend to use computer-aided maps and positioning to determine location.\n\no o Apportation - Although the rudiments of Correspondence are insufficient to actually teleport safely over long distances, a mage can affect some small Patterns. A quick Effect causes an object or creature to transport to or from the mage. The mage must also use the appropriate Pattern Sphere, typically Life or Matter. Apportation can't affect any Pattern more complex than the mage's Correspondence knowledge. That is, even a Master of Life or Matter can transport only very simple Patterns with this limited understanding of Correspondence (plants and very simple animals for Life, basic homogenous substances for Matter).\n\no o Correspondence Sensing - The ancient arts of scrying take many forms. The mage might use a tiny camera, a reflecting bowl, a magic mirror or any number of means. The end results are the same: the mage draws a connection between her senses and the desired location. The mage can use her normal senses there, and thus she can watch events unfold, listen in on a conversation or perform similar feats. With Time or Spirit magic, the mage can even look into other worlds or ages, although such Effects are substantially more difficult and prone to interference or unusual results.\n\nCorrespondence Sensing can follow the traces picked up with a more basic Sense Connection, allowing the mage not only to determine if something's a gate or if someone's scrying on an area, but to trace back to the location at the other end. This Effect lets the mage determine where a gate goes before passing through, or find out where a spy is lurking and look back. Spirit magic is also required if such a connection crosses the Gauntlet or into certain protected Realms.\n\nOnce the mage knows how to sense an area, she can defend against such senses, performing countermagic against other spies by using her Correspondence knowledge - her own knowledge of scrying techniques - to block the perceptions of the spy.\n\no o Ward - Just as a mage can sense distant locations, the mage can also defend against such perceptions. A ward prevents sensory intrusion from most varieties of supernatural perception. The mage simply creates a bar against the connections of space that would form with\n\nCorrespondence Sensing. Such an Effect pits its successes against the successes of any scrying attempt, so a well-built ward can keep out even determined spies while a hasty one just makes scrying a little blurry. The ward's successes subtract from any scrying attempt's successes, but the spy's work of battering down the ward is noticeable unless the spy is also careful enough to rebuild the ward while worming through it.\n\nWith the proper conjunctional Spheres, a ward can be set with specific conditions or blockades. A ward with the right Mind magic might let through certain viewers or certain people in a particular state of mind, or who know the right password. Time magic can key a ward so that it's penetrable to viewers in a specific range of time. Matter or Life magic allows wards to be woven directly over such Patterns, and it makes scrying on the objects themselves difficult.\n\nOnce the mage can actually pierce or strengthen space (Correspondence 3), a ward can be built as a ban, an actual barrier to passage. The ban might appear as a force field or a set of glowing runes, or it might have no visible manifestation. The Spheres used in the creation of the ban determine what it keeps out. A Matter ban could be keyed to resist intrusion by bullets, iron or radioactive material; a Fo rces ban might block certain energies; a Life ban can keep out specific creatures or types of creatures; a Spirit ban naturally protects against demons and spirit entities.\n\nThe ban strengthens space against the creature, combined with the power of the appropriate Pattern Sphere, to hedge it out, though anything not keyed to the ban passes through normally. Thus, a ban against spirits would still let a spirit's spells and thrown weapons through, so be careful!\n\nBans must usually be cast over an area, and unless the mage spends a lot of time adding to the duration and conjunctional Effects, they aren't likely to last for too long.\n\no o o Chain - \"As above, so below.\" Like objects often bear similar Resonance, and changing one can change the other. With Correspondence magic, a mage can strengthen or weaken the ties between objects or places. Such a chain makes for a powerful tool in building magical links, or a good way to defend against Correspondence senses and attacks. A simple Chain Effect lets the mage change the attachment between two Patterns as expressed on the Correspondence Ranges chart on p. 163.\n\n\no o o The Seven-League Stride - Legend has it that the Order of Hermes made magical boots that would take the wearer exactly seven leagues with each stride. Though such boots are an artifact of the past, this Effect mirrors their capabilities. A competent mage can step from place to place nearly instantaneously. Depending on the exact sort of magic used, the mage might seem to blur past in an instant, or just vanish and reappear somewhere else. Regardless, the mage effectively teleports to any place he desires, although near and better known locations are easier to reach, of course. \n\nJust as a mage can teleport himself through judicious use of Correspondence, objects or creatures can be moved with the right Effect. Simple Apportation can affect only simple Patterns, but as the mage's Correspondence knowledge improves, she can affect similarly more complex Patterns. Simple living things or composite objects can be moved with variations on the Seven-League Stride. Adepts and Masters of Correspondence can even use their greater rituals to bring along other people or to transport large or unusual substances.\n\nCombined with Correspondence Sensing, the mage can travel to just about any place that can be scried - which is a good thing if the mage doesn't want to land in a hostile environment by accident. With Sense Connection, the mage could detect a scrying adversary, trace that connection and then teleport to the spy.\n\no o o Filter All-Space - Spreading senses across the Tellurian, a mage can search for specific objects or creatures as she extends her senses.\n\nThe early Correspondence power of Correspondence Sensing may allow for scrying of specific areas or Patterns, but this more advanced technique lets the mage look in many places at once! The mage senses everything going on in all the places scried, which may call for the judicious use of Mind magic. A mage who isn't looking for anything in particular could simply split perception across multiple locations and draw in a welter of sensory input. Conversely, a proper filter, especially with the right Pattern knowledge, lets a mage sift through many places to find an exact and particular target. The mage can then eliminate scenes from the multiplied vista until homed in on the right spot.\n\no o o o Bubble of Reality - By removing a Pattern from interaction with \"space,\" a Correspondence Adept can cause an object to exist in its own sort of pocket dimension. Actually, the subject exists beyond the bounds of space, but the distinction doesn't matter much. What's important is that normal space and reality can't interact with the target. However, the mage can still make Correspondence connections between normal space and the \"bubbled\" subject, so that it's possible to see back out to the world or to scry on the object even as it's cocooned away. Normally, the object exists in its own non-space and the mage establishes a link at need. If the mage wants to keep a link going, cause the bubble's apparent linkage to move or encompass a large area, he must generate a sufficiently large Effect.\n\no o o o Hermes Portal - Free-standing gates or doorways to other places are staples of magical travel. The Order of Hermes claims to have pioneered a specific version that creates a permanent Gate through the Tapestry and then includes a ban (see Ward) to prevent the passage of any thing but sentient, willing creatures. Such a Gate makes for quick and accessible transit between any two places desired, and the mage can make it usable by others easily. \n\nUsually, a properly banned Gate seems like a darkened window; Correspondence Sensing allows the mage to trace and view the other end, or the Gate might not ban light and therefore would appear to be a panorama of the destination. Without a ban, anything on the other side of the Gate can pass through freely, which can cause all sorts of complications - the Wu Lung reportedly use an Effect called tsuiho that blasts an enemy with the fires of Heaven (Gated in from the sun). Either sort of Gate is a vulgar Effect, although a banned Gate is usually worth the additional work due to its greater safety. Of course, putting the bans on the Gate requires knowledge of the appropriate Spheres (usually Life, Mind and Matter).\n\nPortals can also open into multiple and varied locations. Such a portal might be keyed to a specific thought or password (with Mind), to a sequence of places (passing through them with Time), or to different places according to the subject (with Matter or Life). A particularly defensive portal could cause anyone without the right password to be deposited in one place while all of their material possessions wind up somewhere else. Such portals are staples of travel between heavily guarded Nodes and Chantries, as the magical defenses let mages discriminate easily between who can use such portals and where they'll go.\n\no o o o Polyappearance - Instead of disappearing from one place and reappearing in another, an Adept of Correspondence can choose to simply stack himself in multiple places simultaneously. The mage seems to inhabit all of the spaces at once. Onlookers in the various places see the mage react to the surroundings of all the locations. Thus, the mage could react to things that aren't there in one place but are present in another. The mage takes in the sensations of every place at once.\n\nJust because the mage exists in multiple places doesn't mean that he can cause those multiple objects to interact, though. The mage might grab or use something in one place, but it won't have any effect on the other places that the mage exists, unless additional Correspondence magic teleports or co-locates the subject. The mage also suffers the consequences of everything in all the locations. If a mage is in an open area and a small room at the same time, the walls of the small room block the mage's sight entirely (since there's still really only one mage, just experiencing multiple spaces). Getting attacked by multiple people is a bad idea....\n\nOn the other hand, polyappearance can be advantageous. Akashic Brothers multiply their positions to strike from multiple angles at once, while Hermetic mages hold conferences with multiple groups simultaneously.If the mage actually wants to process information from multiple locatio ns, a Mind Effect is invaluable. With Life and Prime, the mage can also make additional bodies, and then use Mind to split her attentions between them, though only one body at a time can actually do magic (in effect, the mage's attention focuses only on one actual body at a time).\n\no o o o o Co-location - With this bizarre magic, a mage may stack multiple locations and allow them to interact freely. No damage occurs to objects that superimpose themselves on one another during co-location, yet they are solid to one another. Once separated, they will not superimpose again. Stacking entire areas (instead of just objects) is possible, but highly vulgar, difficult and usually only done by desperate or crazed mages.\n\no o o o o Spatial Mutations - With true Mastery of Correspondence, the mage can alter distance and direction as desired. Though the mage can't really \"create space\" per se, she can easily cause a perceived distance to change without affecting the relative outside world. She can bend space around to make strange shapes that don't hinder objects or creatures inside. To those on the inside, the space seems normal while the outside appears distorted. She can cause things to appear shrunken, grown or distorted, though such magic does not actually affect the subjects directly - it just makes them appear different relative to the rest of the world.\n126\n\nSince the mage can change distances or directions, she can cause an object to become very small relative to herself, but it would still have the\nsame mass and strength. She could make something larger but it would not become any more resilient. In effect, the material properties of various\nPatterns don't change, just their appearance in three-space.\n\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {}
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Mage Sphere Connection 3"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 4
  },
  "PaletteID": {
    "type": "byte",
    "value": 181
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 10
        },
        "CostValue": {
          "type": "word",
          "value": 5
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 11
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 3
        },
        "CostValue": {
          "type": "word",
          "value": 9
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 15
        },
        "Subtype": {
          "type": "word",
          "value": 335
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "mage_corr_3"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "mage_corr_3"
  }
}
