{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 24
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1000
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Order of Hermes\nEach Tradition claims a grand and ancient history, but few can boast as rich and momentous a lifeline as the Order of Hermes. Inheritors -- or survivors -- of the illustrious Hermetic Houses of the European High Mythic Age, these haughty mages epitomize the classical wizard: hunched over arcane codices, they translate esoteric numerologies and divine the arcane keys to the universe.\nOnce, this Tradition consisted of many smaller mystick Houses, micro-Traditions grouped together by a common ideology, honor code, and magickal approach. To the Hermetics, magick, or \"the Art,\" was a quantifiable field of study, much like science or grammar, with set rules of theorems and logic. With enough study and dedication, reality could be mastered through knowledge and skill. Though their main teachings come from Egyptian and Hebrew mystics, the Orders incorporated variations as they spread their influence across Europe in the dark ages.\nHermetic mages were among the first to recognize that shared beliefs established a certain paradigm under which magick became more easy or more difficult. With this knowledge, the Hermetics began a grand experiment: living and operating in the public eye, they spread belief in their magick throughout their sphere of influence -- the first attempt to guide the beliefs of the sleepers on a massive scale. Unfortunately, their Order of Reason rivals learned the lesson all too well. While the Houses battled each other, the Church and the descendants of the Wyck, the Technocrats ultimately stole consensual reality from under the Hermetics' noses.\nIt was a Hermetic magus, most accounts say, who began the formation of the Council of Nine. Unfortunately, they soon learned that their divisions paled when compared with the magickal practices of the world at large. Foreign groups soon forced the Houses to unite under one Hermetic Tradition, a \"slight\" the Order has never forgotten.\nThe Order of Hermes loathes the Technocracy for its role in the Order's \"fall,\" and they carry the fight to all fronts. Through intellectual appeal, political and social control, and the New Age press, the Order hopes to undermine the Technocratic paradigm and bring the Wheel of Fortune back their way. Sadly, this effort has been undercut by the Tradition's insistence upon detailed ritual, secrecy and dedicated study. Few modern mystics have the time or patience to master the Hermetic Arts.\nHermetic formality is more than snobbishness; it is a mark of honor, distinction, and discipline. These magi are aware that few others could match their dedication, and feel that they have earned the respect they demand. Learning is more than a chore for these magi -- it is a passion for knowledge, an endless curiosity about the universe's secrets. Discretion is likewise a necessary trait; the Order knows how many rivals would steal these secrets from their own. The Technocracy's rise shows what happens when the keys to reality fall into greedy hands.\nMagi with perseverance, however, reap great rewards. Hermetic magick harnesses elemental power and ancient bargains with Umbrood lords. The Order's work ethic allows such magi access to massive libraries, the Umbral Courts, longevity spells, and Doissetep, the most powerful Chantry in existence. No other Tradition commands the raw influence -- mortal and otherwise -- of the Hermetic Houses. The cost, however, is considerable: long years of apprenticeship, endless politicking, dedicated study and subservience to magi who measure their lives in centuries. To top it off, most other Traditions distrust the Hermetic ones, fearing, perhaps rightly, that the wizards plan to take control if -- or when -- the Ascension War is won.\n\nPhilosophy: Our teachings are too profound and too complex for the weak-minded to comprehend. Thus, we must hide them in metaphor and teach them in analogy. Though it remains our duty to guide the sleepers (and our fellow Traditions) to Ascension, the truths we know are so powerful that only the wisest magi may receive them unbound.\n\nStyle: Hermetic mages are consummate scholars, studying ancient lore and preserving revered truths. The Order revels in its secrecy and utilizes a secret language in its magical workings and society. Hermetic magic taps the elemental flow through ritual incantations, signs, seals, secret names and other classical paraphernalia. Such magick is difficult and complex to use, but bestows potent results.\n\nSphere: Forces\n\nCommon Foci: Circles and sigils, languages and numbers, gems and jewelry (particularly showstones), elaborate rituals, pentacles, formulae, ritual objects (wands, swords, goblets, etc.).\n\nOrganization: The order of Hermes relies upon hierarchy and discipline to maintain its secrecy. Deeply formal, this Tradition has rigidly codified regulations about proper behavior, teachings, forms of address, and such. Beneath the umbrella of the Order, many Houses still exist as factions within the Order, a fact unknown to most other Tradition mages. Though the Strongest (Tytalus, ExMiscellanea, Quaesitor, Bonisagus, and Flambeau) date from the Mythic Age, new Houses (Janissary, Thig, Shaea, and Fortunae) have arisen since the council began.\n\nInitiation: Recruits often come from academia, where promising students are taken aside and rigorously tested sometimes for years. New apprentices are sent to College Chantries, then given in service to their masters (often called \"mater\" or \"pater\") for long apprenticeships. Initiation is highly formal and ritualistic with the dates determined by astrological conjunction. Some apprentice classes are even seen as more significant than others based upon the astrological alignment of a given year.\n\nAcolytes: Mathematicians, members of secret societies (CIA, mystic orders, the Arcanum), scientists, scholars, publishers.\n\nConcepts: Scholar, astrologer, alchemist, linguist, magician.\n\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {}
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Mage: Focus- Order of hermes"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 110
  },
  "PaletteID": {
    "type": "byte",
    "value": 181
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 10
        },
        "CostValue": {
          "type": "word",
          "value": 5
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 11
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "mage_hermes"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "mage_hermes"
  }
}
