{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 24
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1000
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Mind: The study of sentience, perhaps even separate from the biological brain, is the goal of this Sphere.  It \nallows the Mage to plumb the depths of his own consciousness and unlock the powers within.\n\nSpecialty: Akashic Brotherhood\n\n1 - Sense Thoughts and Emotions, Empower Self\n\n2 - Read Surface Thoughts, Mental Impulse\n\n3 - Mental Link, Dreamwalk\n\n4 - Control Conscious Mind, Astral Projection\n\n5 - Control Subconscious, Untether, Forge Psyche\n\n \n\nMind is the study of Patterns of thought, of the invisible flow of ideas.  To a Mage with Mind, memory and \nperception are literally tangible things, which can be altered and controlled.\n\n \n\nMind is a favored Sphere of many - the temptation of mind control, playing with emotions and perceptions causes many \nMages to study this Sphere.  You're a real psychic - reading minds, giving suggestions, and even causing damage \nthrough mental screams.  A Master of Mind doesn't need to fear the eyes of humans - they'll see only what he wants \nthem to see, do only what he wants them to do.\n\n \n\nMind cannot move objects - that's the realm of Forces.  Mind can do damage by overloading a target's brain, but the \ndamage is always Bashing.  Mind can accelerate the human mind, but there is a limit, and there is always the cost of \nParadox.  Mind is fairly limited, since by definition, it cannot affect anything other than the minds of living \ncreatures.\n\n \n\nApprentice Mind: Sense Thoughts and Emotions, Empower Self\n\nThe Mage has become attuned to the patterns of thought around him.  With a look, a Mage can get a gut feeling or \nempathic hunch about a subject's mood, or can tell if an object has a powerful emotional Resonance attached to it.  \nThe Mage can't read the specifics of these emotions yet, just good vibes and bad vibes.  But he can pick out the \nknife used for a bloody murder among a row of identical knives.  Furthermore, the Mage has learned to categorize his \nown thoughts, accelerating his mental capacity and defending his thoughts from sensing and mental intrusion.  Many \nMages will cast a Mind Effect at the beginning of each night just to prevent others from reading their mind.\n\n \n\nInitiate Mind: Read Surface Thoughts, Mental Impulse\n\nThe Mage still cannot invade the minds of others, but just reading what thoughts are on the surface is useful \nenough.  The Mage can get brief glimpses of memories associated with objects, and get a brief insight into the \nemotions of others - still unable to get specific, complete thoughts, but able to get an insight into what they're \nthinking.  A Mage can also send forceful emotional impressions to another mind - making a person happy, sad, hungry, \nor tired.  By making a mental 'scream', the Mage can also cause Bashing damage to a target.  As of yet, the Mage \ncannot read minds or detailed thoughts, nor can he create those thoughts himself.  At this level, the Mage cannot \noverride his subject's will.  He can make someone feel a wave of hunger, anger, or depression, but that doesn't mean \nthey'll stop doing what they're doing.  They still have full conscious control of themselves.\n\n \n\nDisciple Mind: Mental Link, Dreamwalk\n\nThe Mage's powerful mind can now form direct links to other minds, engaging in telepathic communication, \nexperiencing the senses of others, controlling her own dreams and finding the true meanings behind concepts, \nsymbols, and ideas.  He can read ideas directly from the minds of others, and transmit his own, creating illusions, \nfalse thoughts and psychic assaults.  With time, the Mage can also dig down to his subject's subconscious and \nmemories.  A Mage can also bypass language now - making himself intuitively understood by all who hear him, and \ntranslating writing and speech with ease.  The Mage has also gained control over his mind as he sleeps - allowing \nhim to leave his dream, enter other dreams, and influence the mysterious Dream Realms.  As a side bonus, the Mage \ncan always fall asleep or wake fully immediately when wished.\n\n \n\nAdept Mind: Control Conscious Mind, Astral Projection\n\nThe Mage's consciousness is no longer limited by his body.  He can send his consciousness out, potentially to any \ndistance with the aid of Correspondence.  Furthermore, he can invade the minds of others, dragging out secrets, \npossessing their body or thrashing their psyche into an unconscious state.  He can alter memories, erase \nexperiences, or implant suggestions.  Unless the victim also uses Mind magic, their only defense is their Willpower. \n A Mage at this stage can also defend the minds of others, shielding them against invasion as if they were using \nMind level 1 or 2.  The Mage can now project his mind into the Astral Umbra, spending brief trips there beyond \ndreams in the plane of pure thought.  Since this form of Umbral travel does require the body to risk being in the \nUmbra, it is becoming preferred by many Mages.  This is the first level where a Mage can truly override a person's \nmind, forcing them to do his bidding (rather than suggesting it).\n\n \n\nMaster Mind: Control Subconscious, Untether, Forge Psyche\n\nThe Master of Mind can do anything with thought.  He can create emotions and impulses independent of intelligence.  \nWith control over a target's subconscious, the Mage can rewrite their personality entirely.  The Mage can also \nseparate her own mind from her body entirely - moving into someone else's body, or spending long periods in the \nAstral Umbra as disembodied thought.  The Mage can create minds for people or objects, creating intelligent \ncomputers or rocks, and destroy the minds of others, making them brainless computing machines or lifeless corpses.\n\n \n\n\n\nMind\nSpecialties: Astral Travel, Communication, Illusions, Mind-Shielding, Self-Empowerment\n\nThe enlightened will shapes reality, so it should come as no surprise that the power of the Mind is, indeed, an \nesoteric ?et highly studied tool of mages. Such study leads to the investigation of thought, the existence of \nperfect forms, the idea of intelligence and inquiry divorced from mere physical form. The mage who studies Mind \ndelves into all of these subjects and dives to the very root of cognition, the formation of ideas and the power of \nunfettered will.\n\nBy opening the mind and transcending the limits of the body, the mage surpasses any paltry human limitations. His \nthoughts are pure, and his sensation of comprehension is perfect. The Mind magician can use thought to communicate, \ncontrol and wipe away the inaccuracies and errors of human misjudgment for the peaceful serenity of total \nconcentration. All thought is open to the mage: from the refined sensibilities of human philosophy to the feral \ninstincts of animals. Any thinking process can be comprehended and manipulated with sufficient skill.\n\nAlthough Mind magic is not a particularly flashy art, it is a respected one. Unlocking the mysteries of the Mind \nrequires great discipline and study. Furthermore, its subtle uses are many. Mind arts can perform any number of \ntasks invisibly, since such arts rarely manifest physically. The Mind mage can sense the intent of others, alter \ntheir emotions and control their thoughts. He can set his consciousness free to roam invisibly and explore such \nesoterica as the foundations of linguistic understanding or conceptualization as well.\n\nMind Masters usually have a concentrated, placid air about them - as if they are in a constant state of meditation. \nFrom time to time, they let slip small hints like reading peoples' reactions, guessing the answers to questions \nintuitively, even forming intricately constructed chains of logic on a moment's notice. Physically, they are rarely \nimposing. However, their clear communicative skills and depth of intellect are readily apparent.\n\nUnlike the orderly Pattern Spheres, Mind magic tends to be a bit more \"fuzzy\" in its capabilities. An initiate can \noften perform tasks similar to what a more experience mage could do, but not as well or with as much precision or \nvariety. However, Mind constructs do seem to take on specific \"thought objects.\" In some cases, a Mind magician can \ninfluence a particular concept just like a Pattern Sphere might be used to manipulate a material object. Because \nMind attacks do not cause direct physical harm, all damage inflicted with Mind magic is bashing damage.\n\n\no Read Surface Thoughts\nEmpower Self\n\nAlthough Mind magic is not really an elemental Sphere, mental constructs do seem to fall into ephemeral categories. \nA trained mage becomes sensitive to moods and thoughts around herself, and she learns to recognize the base impulses \nof other minds while taking control of her own. With a simple look, a mage can get a gut feeling or empathic hunch, \ndetermining someone's emotional state or telling whether a particular object has a powerful emotional Resonance \nattached to it. The mage can't read specifics, like whether an emotion is strongly directed at someone in particular \nor the intricacies of a plan in someone's mind. However, she can tell if someone is giving off positive or negative \nemotions and determine if an object, place or piece of Tass has \"good vibes\" or \"bad vibes.\" She can even read \nbasic, strong emotional contexts attached to such objects, so that she can pick put a knife used for a murder from a \ngroup of otherwise identical knives.\n \nSince the Initiate also learns to control and order her own thoughts, she can perform a number of prodigious, but \nusually coincidental, mental feats. With preparation, she can make a rudimentary defense against mental intrusion. \nShe can also render her aura obscured and unable to be sensed. Furthermore, her discipline allows her to use any \nnumber of simple Effects to improve her computational skills, memory and concentration.\n\no o Read Surface Thoughts\nMental Impulse\n\nAs a mage moves beyond the organization of her own thoughts, she learns to reach out to other minds. The mage can \nread not only surface thoughts, but she can sense memories associated with objects and scan for specific emotions. \nHer own thoughts are ordered and disciplined enough to defend against most outside intrusion and to mislead those \nwho attempt to plumb her mind.\n \nSurface thoughts flit across the consciousness of people in garbled, half-formed images that can be easily picked up \nby the mage. Indeed, different people have different thinking processes and \"flavors\" of thought that the mage can \nunderstand. The mage cannot yet invade a mind and tear out its secrets, but much can be learned just from the casual \nthoughts of others.\n\nThe mage can also associate thoughts with specific items, determining particular forms of Resonance that a material \nor place might have and drawing out strong memories attached to it. At this level of skill, such impressions are \nstill vague, but the mage can often sense general events and ideas with a strong content of emotions.\n\nIf the mage forges a communication with another open mind, she can send emotional impressions. Subjects may get a \nsudden sense of the mage's emotions, or she may leave the source unspecified, leaving the subject wondering whence a \ncertain impulse came. Subconscious suggestions can lead a subject to perform actions without even knowing or \nquestioning why, although the mage's projections are limited in their strength and strong-willed minds may shake \nthese suggestions off.\n\nWith her strong mental control, the mage can not only shield her mind from intrusion, but she can build false \nfronts, disguises and srface ruses. Mental intruders may not recognize the mage's true skills and powers, or may \nfind her mind completely empty. She can even alter the appearance of her aura, so that onlookers note a different \nemotional state than would normally be visible. Her discipline allows her to sense most attackers who enter her mind \nwithout great skill, and she retains a level of control over her mental processes at nearly all times, even when \nsleeping or splitting her concentration.\n\no o o Mental Link\nDreamwalk \n\nThe mage's powerful mind cuts through interference and irrelevance to form a strong link to other thoughts. She can \nindulge in telepathic communication, experience someone else's senses, control her own dreams and pierce the veil of \nunderstanding to read the true meaning behind a concept, symbol or idea.\n\nIt's a simple matter for a skilled mage to set up direct mental communication. She can read ideas directly from the \nsubject's mind, without even the need for language, and send her own thoughts thus. Such communication can make for \na silent and perfect exchange of ideas, or it can be used to project illusions, false thoughts and psychic assaults. \nThe mage can also read through the subconscious impulses of the victim, gaining insight to the subject's drives and \nexperiences. Memory is laid bare to the mage's scrutiny, colored as the subject saw it.\n \nLanguage is, at its heart, just a symbolic way of communicating concepts. At this level, the mage can cut through \nthe symbol to the root concept. Doing so allows the mage to understand nearly any written, spoken or symbolic \nlanguage that has some human basis. The mage can make her words understood to those who hear her and understand \nnearly any language. She can translate writings with ease and understand symbols automatically without any cultural \ncontext. Things that are outside of the mage's conceptual experience or that are magically defended might still \nremain mysterious, though.\n\nRegulation of mental power even in the mage's subconscious mind allows the mage to control her thoughts during sleep \nand dreams, to contact other dream minds and to enter mysterious Dream Realms. She can influence the dreamscapes \nthere, but the strangeness or spirits that reside in some dreams can affect her as well. The mage could enter dreams \ntelepathically while she remains awake, although splitting her consciousness thus is usually more trouble than it's \nworth. More usefully, the mage's control over her dreams means that unless her psyche is somehow trapped, she can \nalways fall asleep or awaken as desired, immediately.\n\no o o o Control Conscious Mind\n\nAstral Projection\n\nBy the time a mage is an Adept of Mind, her thoughts are so potent that not only can she project them, she can \noverride the processes of other thoughts. She can send her consciousness out to experience distant places or to \ncontrol minds directly.\n\nAt this level of power, the mage can invade a victim's mind and lay it bare, dragging out secrets, taking direct \ncontrol of the victim's thoughts or even thrashing the victim's psyche into a catatonic state. She can alter \nmemories, erase experiences, implant suggestions or even make the victim perform any number of unpleasant and \npotentially harmful tasks. Unless the victim also uses Mind magic or some sort of mental defense, his only \nresistance is Willpower - and any mind can be eroded, given time.\nA mage who wishes to extend her powers can also defend others with her mental strength. She can shield people from \nmental invasion just like she shields her own mind, or she may conceal or alter the auras of others for a time.\nFrom the subconscious Realms, the mage can also extend her perceptions to Realms of pure thought. The mage passes \nbeyond dreams and into the Astral Umbra. There she can flit for a brief period in a plane composed of pure thought, \nperhaps in search of lost ideas or new concepts. Such travel is dangerous, and the Adept cannot divorce mind and \nbody completely, so the duration of such trips is perforce limited.\n\no o o o o Control Subconscious\nUnether\n\nForge Psyche\n\nThe penultimate Mind magic has manifold powers. The mage essentially learns to divorce conscious thought from any \nother constraints. Base emotions and impulses can be separated from intellect, and intellect from body. The mage can \ncreate or destroy thought at will.\n\nWith control over the subconscious, a mage can rewrite a subject's personality and beliefs totally. The victim is \nirrevocably changed as the mage inserts whatever base-level motives he desires. Such a victim can be turned into an \nautomaton, or given a totally new Nature, in addition to altering memories or controlling actions. The mage can also \nrework a subject's psyche, improving or destroying mental capabilities as desired.\n\nExtended work allows the mage to divorce her mind from her body completely. She can move her thoughts to rake \npossession of another shell or simply roam the realms of astral space as disembodied thought. Although she must \nreturn to the body eventually - during life, the body, mind and soul must remain united - she can make extended \nforays into the realms of pure imagination. With luck, she may even be able to move her consciousness into other \nspirit realms, able to travel freely as a disembodied mind, free of the restrictions of physical form.\n\nSince the Master of Mind can separate thought from form, it's possible to actually create consciousness with this \nknowledge. Although anyone can think of something new, the Master makes a truly unique mind - a thinking entity \n(process ?) formed whole without a body or shell. The parameters and personality of this immaterial mind are totally \ndefined by the Master's whims.\n\nIn combination with the Pattern Spheres, sublime Mastery over Mind lets the mage create true, new, real \nconsciousness and place it in a body, creature or machine. Mages can make computers that think, animals with human \nintelligence or even completely new people.\n\nMind Effects\n\no Mind Empowerment - The mage's mental discipline, even at this rudimentary level, lets her accomplish prodigious \nfeats easily. She can focus on multiple tasks at once, improve her thinking capabilities and focus her \nconcentration. The mage can reach out to feel others' emotions, defend herself (rudimentarily) from such intrusion \nor enhance her mental capabilities.\n\nThe mind-shielding of an Initiate is crude but effective: The mage's successes on the Effect counter direct Mind \nassaults. Very subtle or skilled assailants may be able to bypass this protection, and the mage's mental defenses at \nthis level of skill are obvious to anyone who cares to probe the magician's psyche. This Effect can at least keep \nout some unwanted guests though.\n\nEmpowering mental processes allows the mage to function like a calculator or computer. He can work through \ninformation rapidly and with little or no error, and he can collate facts and logical data. The successes scored \neither cut down the time necessary to process information accurately, or allow the mage to multi-task and \nconcentrate on multiple avenues of thought at once. Although the mage still moves, responds and acts at his normal \nrate, he can engage in battle while simultaneously thinking about several problems and deciding what sort of tie to \nwear for formal dinner later that evening. The mage can even improve her Mental Attributes temporarily and \nartificially, although surpassing hum an limitations or supercharging her mind for too long can risk Pattern \nbleeding (see pp. 131-132).\n\nWith emotional sensitivity, the mage can \"see\" auras as multicolored halos that reflect the emotions of a person or \nobject, or even feel some 1ev?1 of the subject's emotion. Strong emotions practically scream out at the mage, and \nthey may even be traumatic if the mage does not defend herself with mental shielding. A knowledgeable mage can also \ndetect some types of supernatural activity or creatures by watching an aura. She can even tell as a subject goes \nthrough mood shifts. Watching reactions to others lets the mage tell friend from foe, and the mage can also \ndetermine when a subject is lying, with careful study and a handful of successes on the die roll. The mage can also \ndetermine when an area has strong emotions associated with it, or sense the presence of Resonance in a given form of \nTass or at a Node.\n\no No-Mind - A simple examination for nearby mental Patterns allows the mage to detect other thinking beings in the \narea, and to determine their positions, individual genders and types. The mage senses the closest minds first in a \npattern that radiates outward, but he can screen out known types deliberately. The Akashic Brotherhood performs this \nEffect through the \"No-Mind\" technique, emptying their own thoughts to clear away their minds and make them more \nsensitive to others, but the other Traditions have similar mind-sensing Effects as well.\n\no o Empathic Projection - Emotions carry great weight. By focusing her emotions and casting her attention to a \nsubject, the mage can send a sudden impulse or feeling. The target can be made to experience the mage's own \nfeelings, or the mage can strike an emotion into the subject. The successes scored indicate the intensity of \nfeeling. With two or three successes, the subject just has a slight sudden urge or quaint moment of queasiness, \nwhile five or six successes would cause a sudden blast of emotion to scream into the forefront of the target's mind.\n\nObviously, a sudden influx of emotion can startle a person or cause her to act strangely for a moment (or longer, if \nthe mage places a duration on the Effect). The target may suddenly laugh inexplicably, drop something or flee the \narea in panic. Stronger-willed targets are harder to affect.\n\nThe target can spend a point of Willpower to resist the urges, as with any sudden impulse. If the subject has reason \nto suspect the mage's intrusion, a Willpower roll can be used to resist, so an extended ritual may be required to \naffect a wary subject. In some cases, a sudden blast of pure, heartstopping emotion can paralyze or shock a subject \n(inflicting standard bashing damage).\n\nThe mage cannot send actual pictures or words through this method, but a sudden feeling of danger or need can often \nbe a useful missive when in trouble. Of course, other Mind magicians in the area may well sense the panicked \nempathic projection.\n\no o Psychic Impression - The mage leaves a Mind imprint on a given place or object, thus imbuing it with a \nparticular emotion. Most often, this impression is some Resonance Trait of the mage, but the mage may imbue the \ntarget with a strong emotional Resonance under circumstances of great stress. The object carries the Resonance for \nas long as the Effect lasts. If the object is used in conjunction with an Effect, its Resonance may assist or hinder \nthe Effect (see p. 162). Thus, the mage can cause an item to feel his own hate, elation, curiosity, joy or rage. A \nbullet used in hare would carry greater mystical weight, as would a bandage infused with compassion or a bottle of \nwine infused with camaraderie.\n\nWhen a mage places Resonance in an area, that place gains a certain \"emotional weight.\" A house could be made to \nseem creepy, a nightclub might have a dance floor that brings out anger or lust, a church could be peaceful. Such an \nEffect can be felt by anyone who enters the area, though generally only those with Awareness will recognize it as \nsupernatural. Normal people will just find the place relaxing, agitating or whatever.\n\no o o Probe Thoughts - It is nearly impossible to keep secrets from a skilled and determined disciple of Mind magic. \nThe mage can simply bore into the target's mind, rooting around at will for surface impressions, or dig into \nmemories, sensory information or even the subconscious. The target may suddenly experience strange thoughts and \nemotions as the mage brings them to the fore, or the mage can expend additional effort to slip in quietly and dig \nthrough the target's mind unnoticed.\n\nWith a successful probe, the mage can dig into memory (as the subject remembers it), experience any or all of the \ntarget's senses (perhaps in conjunction with her own senses, by using a multitasking Effect) or determine the \nvictim's subconscious drives and desires. A quick surface scan may go unnoticed, but deeper probes often alert the \nsubject that something's amiss. The successes scored indicate how deeply the mage can probe.\n\nTwo or three successes give fleeting impressions of surface thoughts, while five or more open up buried memories and \npainful secrets. If the mage wants to sneak around unnoticed, his player must score additional successes exceeding \nthe subject's Wits. A suspicious subject can resist the initial intrusion with Willpower, as always, and a Mind mage \ncan often build a mental shield or even a layer of fake thoughts to block the intruder. In the latter case, the \nintruder must best the target's Mind Effect in order to break down the mind shield or notice and bypass the fake \nlayer of thought.\n\no o o Telepathy - Direct mind-to-mind communication is possible with this power of Mind magic. The mage can send \nwords, pictures or concepts directly to the subject, and he can read the surface thoughts of the target in return. \nWith enough successes, the mage can connect to remote subjects, unfamiliar ones or multiple subjects (with \nadditional successes needed for each). Thus, the mage can easily link minds with a member of her cabal or try to set \nup a telepathic network between multiple people, at the cost of a great deal of effort.\n\nSince the mage setting up a telepathic link works on the basis of pure concepts, she can communicate through images \nor ideas instead of simplewords. Language is no barrier to the trained mage. By contrast, those without Mind \nexperience still tend to think in terms of language, and the mag? may have to cut through the babble of words to get \nat the underlying concepts.\n\nBy sending images or sensory information, a telepath can also cause the subject to experience hallucinations. The \ncomplexity of the illusion determines the required successes, and a wary target may try to resist with a Willpower \nroll. With few successes, the illusion may seem unconvincing, incomplete or phantasmal. Illusions created with high \nlevels of success - usually five or more - are indist inguishable from any real sensory input. Even if the target \nknows that something's an illusion, his body may well react reflexively when his senses warn him! Better still, the \nmage can simply send a knife of disturbing psychic Resonance straight into the victim's brain, inflicting bashing \ndamage.\n\nUntrained subjects, especially those with low Willpower, have a tendency to generate a distracting amount of psychic \nvolume. The mage might well decide to lend a little organization to the target (by extending a mind shield) just to \nkeep less skilled members of the link from distracting the group. Keeping a mental link up is certainly a \ndistraction of some level, and the mage may suffer additional penalties to dice pools above and beyond the penalties \nfor maintainin g an Effect if there's a substantial amount of psychic \"chatter.\"\n\no o o o Manipulate Memory - Altering memories is delicate work that requires incredible finesse. An Adept of Mind \ncan not only probe and delve into the subject's memory, but he can alter such memories, implant false history, wipe \nareas blank, give the subject special knowledge or even leave the victim a tabula rasa. Such work is not to be taken \nlightly; the mage must invade the subject as per Possession, and then accumulate successes to alter memories. Unless \nthe mage also takes some precautions like immobilizing the victim or performing this Effect in the subject's sleep, \nthe target is likely to notice the sudden gaps and changes in memory. Although the subject can't remember what's \nchanged, the process is a terrifying one to someone who's not expecting it. Thus, it behooves the mage to work with \nthe utmost subtlety, unless he plans to simply rip apart the victim's memory and leave it at that. Acting this way \nis a good way to pick up nasty Entropic Resonance like Destructive and Obliviating.\n\nWhen the mage alters memory, he can make the memories as realistic or artificial as he likes. The subject might be \nleft with only vague recollections, cartoon-like images that can't possibly be real or crystal-clear images of a \nlife he never lived. A subject wiped of all memory does not necessarily lose his Talents, Skills and Advantages, but \nhe certainly doesn't know what he can and can't do. Subjects who have special knowledge implanted can call on \nrudimentary Knowledges, although until they've become accustomed to their new database of information (by spending \nexperience), they will be able to access only the basic Knowledge (one dot). Still, memory-alteration is a great way \nto de-empower enemies without killing them, or to implant important knowledge into someone's head quickly.\n\no o o o Possession - One of the more fearsome Effects possible for Adepts of Mind, Possession allows a mage to exert \ndirect control over the subject's thoughts. If the mage succeeds in Besting the subject's Willpower, he can control \nthe target's actions directly, either taking over the subject completely or just influencing specific, desired parts \nof the mind.\n\nWhen the mage takes total possession of a target, the victim's thoughts become overlaid with the mage's. The mage \nneeds only think the appropriate actions, and the victim performs them naturally, often oblivious to the invading \nmage. The mage can direct the subject's body easily (to the subject's normal limits, of course) and dig through \nmemories or surface thoughts as with Probe Thoughts. The subject will even remember all of his thoughts as his own; \nhis entire mind is subsumed by the mage's power.\nShould the mage decide to exert control over a simple part of the target, she can command the subject's motive \nprocesses jerkily, seize emotional responses, direct the target's thoughts or perform any combination of such. \nUnless the mage seizes the target's thoughts, the victim will be aware that someone is controlling him.\n\nEstablishing partial control, of course, is much easier than totally suppressing a victim's personality. Simply \nmaking a subject jerk an arm or start crying uncontrollably would only require two or three successes. Actually \noverpowering someone's mind requires the caster to at least best the target's Willpower rating. Even if the mage \nonly exerts partial control, the target is likely to remember the incident unless the mage also uses additional \nmagic to control or erase the target's memories.\n\no o o o Astral Projection - The Astral Realms are reaches of pure thought. Because of their ephemeral nature, it's \noften difficult to navigate or survive in them. Adepts of Mind can make short jaunts into astral space; Masters can \nseparate the mind from the body to make extended journeys.\n\nIn such realms, the mage experiences pure thought constructs, meets beings of thought and passes with incredible \nspeed through the highest reaches of the spirit world. Successes scored on such an Effect determine how long the \nmage can remain outside of his body, and how deeply he can penetrate into the Astral Umbra.\n\nUnlike Spirit magic, which allows the mage to enter the spirit world physically, Astral Projection releases the \nmage's consciousness as a freefloating thought. The mage can be detected with Mind senses, but he is otherwise \ninvisible and intangible. Since the mage has no body, he must rely on magical senses to detect or influence his \nsurroundings. He can still use other Mind Effects, of course, and he could take control of a subject thus if \nnecessary. Without recourse to ritual and magical foci, the mage may have difficulty with successive magic, but at \nleast such magic is coincidental in the Umbra.\n\nIf the mage draws his consciousness down to Earth (or just never heads for the Astral Umbra), he can zip about the \nmaterial world as a formless and massless entity traveling at the speed of thought. The expenditure of a point of \nWillpower enables the mage to manifest for a single turn as a ghostly, hazy and idealized image, but he cannot \ninteract with the world physically without using magic.\n \nAstral entities can interact with other astral beings and similar thought-constructs only. Since the physical body \nmeans nothing, the mage uses Wits instead of Dexterity, Manipulation instead of Strength and Intelligence instead of \nStamina. Ghosts, spirits and other astral forms can do combat with the mage. Such attacks injure the psyche of the \nmage and sap his will, draining Willpower points instead of health levels. If a combatant runs out of Willpower, he \nis disrupted. A spirit or mummy would simply dissipate into the Umbra, while a mage finds that his silver cord, the \ntether between body and mind, snaps.\n\nA mage lost in the Umbra, fades away into the Epiphamies (realms of pure thought). A Master can avoid this fate for \na time, but his will erodes slowly, and the individual vanishes into the mists of the Umbra, never to be seen again. \nMages have reported meeting once-human astral beings that seemed quite capable of surviving as pure minds, but such \nan existence is beyond the capabilities of even a Master, The only recourse for a mage lost in the Astral Umbra is \nto reconnect to a physical body using Possession - be it his own, or someone else's.\n\nNote that a mage who projects his awareness astrally has no sense of his physical body unless he uses other Effects \n(like Correspondence) to maintain a sensory link to his body. Thus, the mage is well-advised to keep his physical \nform hidden and protected.\n\no o o o o Create Mind - The penultimate mastery of Mind allows the mage to create an entirely new consciousness. The \nmage can determine the personality, intellect and foibles of the consciousness. If left unattended, such minds tend \nto drift into the Astral Umbra, where they float away, dissipate or go insane. With a proper housing (like a newly \ncreated body, a computer or a section of Umbral space), the mind can stay and perhaps even achieve a level of \nindependent sentience. Unless built as little more than instinct, such minds do tend to grow beyond the initial \nparameters of the creator.\n\nVirtual Adepts use this Effect to create machine intelligences, computers that can think and take on human roles. \nSuch machines can be dangerous - many become unstable or resent their servitor roles - but they are also the most \neffect ive forms of computers available.\n\nOf course, if a created mind is not also given a soul (with Spirit magic), then it has no existence beyond its own \nmemory. Should such a persona \"die,\" it will never reincarnate and it is gone forever. If a mage uses sufficient \nmagic to create a new mind, body and soul, then perhaps it would be possible to create true life... but the Master \ncapable of such a feat has not walked Earth for decades, if not centuries.\n\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {}
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Mage Sphere Mind 4"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 35
  },
  "PaletteID": {
    "type": "byte",
    "value": 181
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 10
        },
        "CostValue": {
          "type": "word",
          "value": 5
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 11
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 3
        },
        "CostValue": {
          "type": "word",
          "value": 8
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 15
        },
        "Subtype": {
          "type": "word",
          "value": 329
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "mage_mind_4"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "mage_mind_4"
  }
}
