{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Verbena\n\n\nLife is not meant to be sterile and safe; the passions which so many people fear are the things which keep our race alive. The Verbena roll up their sleeves and deal with life's joys and brutalities with determination. These primal sorcerers know the power of such passions -- and the cost of embracing them.\nNo other tradition, except perhaps the Dreamspeakers, has suffered as the Verbena have. Always feared, these followers of the carnal arts fell under severe persecutions during the late Middle Ages. Branded as Satanic witches, the Tradition's European forbears were hunted, tortured and burned. As the witch-hunters decimated all sorcerous orders, one Verbena, Nightshade, called for unity to end the slaughter. The Council of Nine took years to form, but even then, the witch-craze took centuries to wind down. The Tradition has never forgotten the lessons of those times. Now they practice in secret and deal harshly with their foes.\nAlthough the Verbena prize life over all things, their ways are not kind. Their Arts -- utilizing blood, sex, dance, and even occasional sacrifice -- are terrifying even if one understands the deeper significance of their actions. To the Verbena, life is savage joy, a howl of mingled pain, defiance, and ecstasy. Life must be viewed with open eyes if one is to truly understand it. In the earliest days, tales say, the Wyck carried magick across the globe. The Verbena trace their path from these primordial Awakened, and their insights shaped the Spheres, the Protocols, and Horizon itself. This legacy, and the hardships they have suffered to retain it, make the Verbena a self-righteous, often arrogant lot.\nThis is not to say that they are heartless. Quite the opposite, Verbena as a whole tend to be more passionate, honest, and forthright than many other mages. Their credo, \"Light and Darkness, Whole in One -- what Willed will Be\", demands a commitment to life in all its forms. Despite their persecution, most are dedicated to helping humanity remove its blinders while there is still time. Their magick, firmly centered in nature, cures as quickly as it kills. Although a Verbena may be suspicious, she is loyal to those friends she chooses. Though she may be angry, she is often just.\nUnlike their Hermetic and Celestial rivals, the Verbena balance strong male and female aspects, rather than favoring a patriarchal ideal. Many female Mysticks gravitate towards them for that reason. This Tradition's sacred totem, the tree, is more than just a symbol. Like the group itself, a tree roots itself, absorbs nourishment from the soil, grows outward filled with life and spreads out and open, disbursing nourishment for others in its leaves. All Verbena Chantries have a tree, usually an oak, in the center. Most important rites occur around this so-called World Tree; these rituals often stain the trees a deep shade of red. The darker the hue, the more powerful the coven.\nThis group favors the old ways. Many speak archaic languages, dress in native and medieval styles and revere family and honor. Although many covens have discarded the ancient forms of sacrifice, some still practice them when the need arises. Learning is important to the Verbena. Without history, one cannot the cycle-patterns of fate or appreciate what has been done by -- and done to -- the eldritch group.\n\nPhilosophy: Don't think for a second that the pulse of the world has been silenced. We hear it all the time; it is our music and our commandment. We are the handmaidens of fate, and we take all that life offers, painful though it may be sometimes, and delve wholeheartedly into its essence. If our ways scare you, perhaps you should ask yourself why -- is it our passion that frightens you or your own?\n\nStyle: This Tradition's ties to nature are clear in their magick; their arts favor shapeshifting, healing, perceptions and strength. Like the Euthanatos, Verbena know the ways of fate and measure the cycles of being. Many of the classic witches' tools draw from the ways of the Vebena and reflects their affinity for the bare necessities. \n\nSphere: Life\n\nCommon Foci: Ritual tools (wand, knife, altar, pentacle, cup), incense, herbs, cauldrons, dance, sex, blood, runes, ordeals, necessities. \n\nOrganization: Covens, usually numbering 13, nine, seven or three, make up the Tradition's base. Most Verbena are social -- the group focuses a mystic's intent - and center around families whenever possible. Both women and men have powerful roles in the group, though women dominate in many covens. Large meetings occur 12 times a year: the four equinoxes, Candlemas (Feb 2), Beltane (May 1) Lammas (Aug 1) and Samhaine (Oct 31). Disputes are often resolved by votes, but many involve tests or even Combat.\n\nInitiation: All initiates must undergo a ritual death and rebirth. After study and testing, the prospective Verbena enters the circle and undergoes some form of ordeal (often illusionary, sometimes not). When the coven is satisfied that she has the necessary spirit and dedication, they call the elements as witnesses. Most Verbena stay loyal until death. This Tradition has no place for orphans. If they cannot display the dedication to learn the ancient Arts, they are a burden and a waste.\nAcolytes: Pagans, rustic folks, environmentalists, radicals.\n\nConcepts: Witch, druid, shaman, healer, rune-cutter, shapeshifter, activist, artist.\n\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Magi Verbena"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "magi_verbena"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "magi_verbena"
  }
}
