{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Celestial Chorus\n\"Look within yourself to see the burning spark of the One, and let it burst forth in song!\nWe are many, but we act in concert.\nAlways listen to the songs of those around you, and never forget the One, our origin and our destiny.\"\nEach Tradition is ultimately misunderstood by the others, but few are viewed with such antipathy as the Celestial Chorus. It is true that the Choristers are overly and unabashedly religiocentric; but their zealous Ascension ideal has left a bad aftertaste in the collective mouths of the other Traditions. However, there is much more to this Tradition than their detractors are willing to realize.\nThe Celestial Chorus is not a religion but a meta-religion, meant to encompass all belief systems. Typically, it's followers come from western monotheistic traditions, but it would be naive to assume that every Chorister is automatically a Christian. Still, members of this Tradition share a common philosophy and cosmology: In the Beginning, in the time before Time, was the One, and the One sang a glorious Song. The One sang Life into Itself and became Many. The One's fragments, it's children, are both Sleeper and Awakened alike, and their ultimate goal is to return to the One, Choristers see themselves a shepherds, and the Sleepers as their flock. The duty of the Chorus is to guide all humanity towards Ascension.\nLike the Brotherhood, the Chorus is an ancient and venerable Tradition. Though it claims to be Mother of all Traditions, now fractured into many divisions just as the One is fractured, it can historically be traced to the XVIII dynasty of Egypt and the time of Ikhnaton. While some Traditions (such as the Verbena and Dreamspeakers) predate the Chorus, the Celestials consider themselves the manifestations of a perennial philosophy, ancient when the more \"primitive\" Traditions were young and scattered, even if the Tradition proper did not form until much later.\nThroughout history, Choristers have played different roles: some as guardians, some as caretakers, and some as soldiers. Every flock has it's wolves, and the Chorus' duties include protecting the flock from these wolves - the Nephandi, the undead and other entities which would prey on helpless Sleepers. The frequent symbolism of the One as the sun is most appropriate, as the Chorus sees itself as a beacon in the night, burning away the evils of the world. Almost as a whole, Choristers fervently oppose the Technocracy and other Prometheans (as the Chorus calls them) who try to impose their vision of reality over the One's. Unfortunately, some Choristers once went too far in their zeal, and their role in the Inquisition is too well known by other mages.\nThe Tradition's link with the New World Order (or, more properly, to it's foundation, the Cabal of Pure Thought) is well known by Council historians. Mages within the medieval Christian church split over the role they were to play in humanity's future. Those who wished to rule through one church, one government, formed the Cabal; those who opposed them formed the Chorus. The rivalry and bond between them has never ended.\nThe Celestial Chorus has always had an apocalyptic tinge to it. To them, the Reconciliation, when the One will be reunited, is imminent. Unfortunately, the particulars of the Reconciliation are unknown -- especially whether or not it will occur naturally or be initiated and what will happen to those who have not yet Ascended.\nSome Choristers may have been the catalyst for religious reform efforts. Ultimately, their efforts have had an impact on the religious traditions of the Sleepers, though the Chorus now voids instigating major religious upheavals or new religious beliefs. Liken the phenomenon to an orchestra: Choristers may have been particularly powerful instruments in the symphony, at times even conductors, adding their own flavor to the music, but never again rewriting the score.\nThe metaphor of an orchestra is most appropriate for the Celestial Chorus, for religion and music are intermingled to the point of inseparability. Music, particularly song, is the highest form of spirituality and can never be relegated to merely a form of fine art or entertainment. Magick is the music of the Spheres, the Song is the primal essence of creation, and the Chorus frequently calls magick \"the Song.\" In song, many voices are joined into one, and through song, the Chorister is ever reminded of the One. \n\nPhilosophy: All humanity came form the One, and we shall not be happy until we return to it. Together, we shall usher the Sleepers into a glorious Ascension. As we are guided by the light of the One, so shall our lights guide those who Sleep until we all join the One's embrace.\n\nStyle: These mages focus their Art with faith and purpose. To them, their Art is the touch of the One. They are but its fingers and it's tongue.\n\nSphere: Prime\n\nCommon Foci: Fire, light, song (and rarely musical instruments), water, oil, holy symbols, touch.\n\nOrganization: The Celestial Chorus is strictly (some would say stiflingly) hierarchic, retaining much of the structure established during the Roman Republic. Rank and status are quite formal. Many informal factions exist within the Chorus, based upon patterns of religious belief or ideology. Choristers frequently quibble about the Chorus' future, the One's possible gender, the value of heterodoxy, etc. Holding such views is no longer as dangerous as it once was. \n\nInitiation: Choristers seek their recruits in church-run organizations with a social outreach. Some spontaneously Awaken through powerful religious experiences, particularly those involving music, without the assistance of the Chorus. Apprentices undergo a religious catechumenism prior to formal vows.\n\nAcolytes: Priest, cantor, social worker, the faithful.\n\nConcepts: Evangelist, poet, theologian, witch-hunter, healer\n\n\n\n\n\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Magi Celestial Chorus"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "magi_celestialc"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "magi_celestialc"
  }
}
