{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "~Metaphysics~\nThe basic premise of a Mage is that reality is the way people believe it is, thus everyone has the capacity, at some level, to shape reality. In most people, known as sleepers, this capacity is dormant. The capacity itself is personified as a mysterious alter-ego called the Avatar, which is said to be sleeping. In a Mage, the Avatar is said to be Awakened, (many Mages have had encounters with their Avatars). With an awakened Avatar, a Mage can consciously seek to change reality via willpower, beliefs, and specific magical techniques.\nThe beliefs and techniques of Mages vary enormously, and the ability to alter reality can only exist in the context of a coherent system of belief and technique, called a paradigm. Such a paradigm organizes the way a Mage understands reality, how the universe works, and what things mean. It also provides the Mage with an understanding of how to change reality, through specific magical techniques. For example, an alchemical paradigm might describe the act of wood burning as the wood \"releasing its essence of elemental Fire,\" while modern science would describe fire as \"combustion resulting from a complex chemical reaction.\" Paradigms tend to be nuanced per the individual Mage, but the vast majority belong to broad categories of paradigm, e.g., Shamanism, Medieval Sorcery, religious miracle working, and superscience.\nIn the Mage setting, everyday reality is governed by commonsense rules derived from the collective beliefs of sleepers. This is called the consensus. The majority of Mages' paradigms differ substantially from the consensus. When a mage performs an act of magic that does not seriously violate this commonsense version of reality, in game terms this is called coincidental magic. Magic that deviates wildly from consensus is called vulgar magic. When it is performed ineptly, or is vulgar, and especially if it is vulgar and witnessed by sleepers, magic can cause Paradox, a phenomenon in which reality tries to resolve the apparent contradiction. Paradox is difficult to predict and almost always bad for the mage. The most common consequences of paradox include physical damage directly to the Mage's body, and paradox flaws, magic-like effects which can for example turn the mage's hair green, make him mute, make him incapable of leaving a certain location, and so on. In more extreme cases paradox can cause Quiet (forms of madness that afflicts mages and may leak into reality), Paradox Spirits (nebulous, often powerful beings which purposively set about resolving the contradiction, usually by direclty punishing the mage), or even the removal of the Mage to a paradox realm, a pocket dimension from which it may be difficult to escape.\nIn Mage, there is an underlying framework to reality called the Tapestry. The Tapestry is naturally divided into various sections, including the physical realm and various levels of the spirit world, or Umbra. At the most basic level, the Tapestry is composed of something called Quintessence, the essence of magic and what is real, in game terms. Quintessence can have distinctive character, called resonance, including but not limited to dynamic, static, entropic, and other kinds of resonance.\nIn order to understand the metaphysics of the Mage setting, it is important to remember that many of the terms used to describe magic and Mages e.g., Avatar, Quintessence, the Umbra, and Paradox, Resonance, as well as the award-winning game mechanics a player uses to describe the areas of magic in which his character is proficient-- the Spheres, look, mean, and are understood very differently depending on the paradigm of the Mage in question, even though they are often described from particular paradigmatic points-of-view. In-character, only a Mage's Paradigm can explain what each of these things is, what it means, and why it's the way it is. And Mages, especially where paradigms differ, are more likely to disagree than to agree.\n~History~\nMages have always existed, though there are legends of the Pure Ones who were shards of the original, divine One. Early mages cultivated their magical beliefs alone or in small groups, generally conforming to and influencing the belief systems of their societies. Obscure myths suggest that the precursors of the modern organizations of mages originally gathered in ancient Egypt. This period of historical uncertainty also saw the rise of the Nephandi in the Near East. This set the stage for what the game's history calls the Mythic Ages.\nUntil the late Middle Ages, mages' fortunes waxed and waned along with their native societies. Eventually, though, mages belonging to the Order of Hermes and the Messianic Voices attained great influence over European society. However, absorbed by their pursuit of occult power and esoteric knowledge, they often neglected and even abused humanity. Frequently, they were at odds with mainstream religions, envied by noble authorities and cursed by common folk.\nSeeing their chance, mages who believed in proto-scientific theories banded together under the banner of the Order of Reason, declaring their aim was to create a safe world with Man as its ruler. They won the support of Sleepers by developing the useful arts of manufacturing, economy, wayfaring and medicine. They also championed many the values that we now associate with the Renaissance. Masses of Sleepers embraced the gifts of early Technology and the Science that accompanied them. Thus Masses' beliefs shifted, the Consensus was redefined and wizards began to lose their position as their powers and influence waned.\nThis was intentional. The Order of Reason perceived a safe world as the one devoid of heretical beliefs, ungodly practices and supernatural creatures preying upon humanity. As defenders of common folk they intended to replace the dominant magical groups with a society of philosopher-scientists as shepherds protecting and guiding humanity. In response, non-scientific mages banded together to form the Council of Nine Traditions where mages of all the major magical paths gathered. They fought on battlefield and in universities trying to undermine as many discoveries as they could but to no avail - technology made the march of Science unstoppable. The Traditions' power bases were crippled, their believers mainly converted, their beliefs ridiculed all around the world. Their final counteroffensives against the Order of Reason were foiled by internal dissent and treachery in their midst.\n\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Magi Spellbook"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "magi_spellbook"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "magi_spellbook"
  }
}
