{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "BEYOND THE GRAVE\n\n\nAfter 150 years of rule and prosperity, a letter arrived at his manor by messenger. It spoke of a coven over seas in dire need of reform. Its very existence on the brink of exposure. Vladimir quickly summoned his Counts to his table, and after many hours of debate concluded that Count Viktor von Stravokov would fulfill this task.\n\nViktor was put into torpor to complete the journey safely and unseen, a common tradition among vampires when traveling great distances. And along the way something happened. the Empire caught wind of the plan and quickly mobilized attacking the caravan Guard. The driver of Viktors Carriage acted quickly and steered the carriage away from the battle. Hiding his coffin in a nearby graveyard.\n\nYears past as Viktor lay sleeping unaware of the past events that revolved around him. And after 100 years he was finally awoken by the crash of thunder from a raging storm that pounded the outside of his sarcophagus. Two red eyes opened in the Confines of his restful abode, and with vampires strength he slammed the heavy stone lid off the sarcophagus with ease.\n\n He stepped out in the dead of night taking in his surroundings. he stood in an old graveyard surrounded by thick, dark forest. His ears twitched as he faintly heard to playing of music over the storm. His keen hearing turned his head to the north. Before him lay a mist covered Nobleman's Manor and as he listened to the laughter within, a smile came over his face followed by a Sinister Laugh. He knew now his task had begun...\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {}
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "The Red Count (Legacy of Viktor von Stravokov) Volume 4:  Beyond The Grave"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 161
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "TheRedCountLegacyofViktorvonStra"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "stravobook4"
  }
}
