{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 24
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1000
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Chimerstry-\n\nLevel 1- This allows you to make a minor Illusion such as a candle on fire when it is not or a noose to be put around someone's neck this illusion will cause no damage and will not have any movement, thus the candle will not flicker the imigage is static, and is dismissed by a will save of the target vs your will save.\n\nLevel 2- This allows the Illusion of the user to be grander and greater. Such as making a dungeon appear to be a lovely bedroom though the same as level one candles will not flicker water will not move it is motionless, Will save vs targets for them to see through the illusion.\n\nLevel 3- Having this level makes your illusions more real they now have movement to them meaning your candles can now flicker and water can show movement and motion. When doing will saves against your illusion you add three to your will save against your target.\n\nLevel 4- This allows an illusion to be held even when the vampire is not present to see it, so long as they are logged in to maintain said illusion. This will up your illusion save by four when someone tries to dismiss it.\n\nLevel 5- This allows a vampire to project the a Halluscination directly into a single targets mind. The Target will belive fully that the action is happening to him and will take the effects of the action on a failed will save. Ie the target will believe he is being burned or hung so completely he will strangle or burn vampires are subject to red fear as well on this illusion. Will save of user plus 5 against the targets will save to safe off. Others can try and convince the target it is not real but it will have no effect.When confronted with a mind mage ie a mage that has the mind sphere level 1 they gain the power to activate their mind level 1 before making their save. Should a Mind mage have level 4 you find they are a blank empty blackness to you and it has no effect. Level 5 mind mage your Illusion returns to you as an echo will save needed vs your own will (no bonus 5) failure means you are subject to your own Halluscination.\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {}
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Vampire- Chemerstry 1: Dweomer"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 77
  },
  "PaletteID": {
    "type": "byte",
    "value": 178
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 10
        },
        "CostValue": {
          "type": "word",
          "value": 5
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 11
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 3
        },
        "CostValue": {
          "type": "word",
          "value": 8
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 15
        },
        "Subtype": {
          "type": "word",
          "value": 335
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "vamp_chem_1"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "vamp_chem_1"
  }
}
