{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 24
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 10
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Dementation-\n\nLevel 1- With this Power you can effect the over all emotions of a target. You do not get to pick the emotions. You only get to pick if you are intensifing or dulling the present emotions. So you can take a Raging person and turn them into a calm dull being or the nice dull person and get them worked up (this can take many forms and you do not get to choose it) Will save plus cha modifier vs targets will save. When confronted with a mind mage ie a mage that has the mind sphere level 1 they gain the power to activate their mind level 1 before making their save. Should a Mind mage have level 4 you find they are a blank empty blackness to you and it has no effect. Level 5 mind mage your actions return to you taking on the same effect should you fall against your own will save.\n\nLevel 2-  Allows you to make the victim have some fleeting glimse of something unnerving, either their greatest fear, or something from a guilty memory. You can control what sense is effected but not the effect that is experienced. Will save vs target's will save to negate. Effects on mind mage same as level one\n\nLevel 3-  This allows a Malk to gleen insight from things were it seems no insight is to be found. This power is left for dm use only as it is cryptic and the dm should be the one to tell you what information is learned from using such a power. Should you try to use it on another player it is a will save vs target will gleening general information. Mages same as above.\n\nLevel 4- This allows a vampire to pull up from a victim their deepest fears and shame and drives them to act upon them either by fleeing in fear and terror or reacting in blind rage to it. The down side to this power is the fact that the malk runs the risk of being victim to his victims rage or terrior after it is triggered. User must be visible and speak to the target for this power to work. will vs will to negate. Mages same as above.\n\nLevel 5- This power allows the user to pull insanity from the subconscious mind of the victim The effect is tempory and the user may direct which insanity is taken the effect but it must be one of the malk's own insanities, which lasts the number of in game hours the target missed their will save by. So will vs wil to negate. on failure target is rendered with said insanity for difference of will saves in hours so ie malk makes will save of 26 victim rolls a 20 victim will be riddled with that insanity for 6 hours in game time. Mages same as above.\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Vampire- Dementation 5: Blessing of Chaos"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 6
  },
  "PaletteID": {
    "type": "byte",
    "value": 178
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 10
        },
        "CostValue": {
          "type": "word",
          "value": 1
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 11
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      },
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 3
        },
        "CostValue": {
          "type": "word",
          "value": 8
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 15
        },
        "Subtype": {
          "type": "word",
          "value": 335
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "vamp_deme_5"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "vamp_deme_5"
  }
}
