{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 27
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 0
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Caitiff are lacking patrons or allies, holding no real power as a group, Caitiff are held in contempt by most vampires.\n\nSince they are clanless, they do not specialize in any particular discipline, but have the freedom to learn any discipline or develop their own. However, finding a mentor for such a pursuit can be difficult.\n\nClanlessness can stem from many circumstances - the sire rejected the individual, the embrace went wrong, their blood is too thin to develop the peculiar characteristics of the sire's clan, or the sire was also a Caitiff.\n\nSome take great pride in lacking a clan, claiming to be descended directly from Caine. Since Caine was the first vampire, he lacked the flaws of his descendants who founded various clans and bloodlines. Caitiff tend to be thin-blooded; far removed from Caine, 13th generation or worse, they can be viewed as omens of Gehenna. Most clans tolerate the Caitiff, as long as they maintain the Masquerade, honor the traditions, and stay out of politics. Still, there are exceptions to this rule.\n\nPassages of the Book of Nod allude to the Time of Thin Blood, when the clanless will come to rule. The increasing number of Caitiff and their strange powers and insights into the Jyhad has many elders worried.\n\nSeduced and abandoned by their sires, the Caitiff are everywhere on the fringes of Vampire society. Clanless and unwanted, the Caitiff are the results of one night stands, infatuations, frenzied Embraces and outright mistakes. Most have hazy recollections, at best, of sire and Embrace; some have none whatsoever. Stumbling along in the haze of a new existence, each eventually discovered the keys to survival--usually in the form of another Caitiff looking out for the newcomer--or die trying."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Vampire Clan- Caitiff"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 144
  },
  "PaletteID": {
    "type": "byte",
    "value": 178
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "vamp_caitiff"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "vamp_caitiff"
  }
}
